[
    {
        "question_text": "בן 66, מעשן, מתלונן על קוצר נשימה שהחל לפני מספר ימים. בבדיקת הריאות יש ירידה בכניסת האוויר לבסיס ריאה ימנית עם עמימות בניקוש ופרמיטוס מוגבר. מה סביר שנגלה בצילום חזה ?",
        "correct_answer": "קונסולידציה מימין",
        "distractor_1": "תפליט פלויראלי מימין",
        "distractor_2": "אויר חזה מימין",
        "distractor_3": "סרעפת ימנית מוגבהת",
        "explanation": "עמימות בניקוש יחד עם פרמיטוס מוגבר הם סימנים קלאסיים לקונסולידציה (כמו בדלקת ריאות), המגבירה את הולכת הקול. בתפליט פלאורלי ובחזה אוויר הפרמיטוס מוחלש או נעדר.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 70, ברקע סרטן גרורתי. מתלונן על קוצר נשימה שהחל באופן פתאומי. בבדיקתו: טכיקרדיה 120 לדקה, ל״ד 60/90, סטורציה 88% באוויר חדר. בהאזנה לריאות נשימה בועית תקינה. צילום החזה תקין. מה הטיפול ?",
        "correct_answer": "הפרין וטרומבוליזה",
        "distractor_1": "אנטיקואגולציה ע״י low molecular weight heparin",
        "distractor_2": "אינהלציות של מרחיבי סימפונות וסטרואידים לוריד",
        "distractor_3": "משתנים (פוסיד) דרך הוריד",
        "explanation": "החולה מציג תמונה של תסחיף ריאתי (PE) מסיבי עם אי-יציבות המודינמית (לחץ דם 90/60, טכיקרדיה, היפוקסמיה). הטיפול המומלץ בחולה לא יציב הוא טרומבוליזה בנוסף להפרין.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מהבאים מאפיין חשיפה לאסבסט בסיטי חזה ?",
        "correct_answer": "Pleural plaques",
        "distractor_1": "Eggshell calcifications",
        "distractor_2": "PMF- progressive massive fibrosis",
        "distractor_3": "Micronodules",
        "explanation": "פלאקים פלאורליים (Pleural plaques) הם הביטוי השכיח ביותר לחשיפה לאסבסט ונראים היטב ב-CT חזה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה מהתרחישים הבאים של חשיפה לתרופות עלול לגרום לפיברוזיס ריאתי ?",
        "correct_answer": "בת 27 עם דלקות חוזרות בדרכי השתן שמטופלת באנטיביוטיקה מניעתית",
        "distractor_1": "בן 67 שמקבל טיפול בסטטינים להיפרליפידמיה",
        "distractor_2": "בת 45 עם ריפלוקס וצרבות שמטופלת ב protein pump inhibitors",
        "distractor_3": "בן 82 שמטופל בחוסמי ביתא להאטת קצב",
        "explanation": "טיפול מניעתי באנטיביוטיקה לדלקות שתן מכוון לניטרופורנטואין (Nitrofurantoin), תרופה הידועה כגורמת למחלת ריאות אינטרסטיציאלית ופיברוזיס ריאתי בשימוש כרוני.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מהבאים נכון לגבי ההבדלים בין fibrotic HP ו- non-fibrotic HP ?",
        "correct_answer": "הצורה הפיברוטית (fibrotic HP) יותר שכיחה",
        "distractor_1": "בצורה הפיברוטית יש יותר דלקת",
        "distractor_2": "בצורה ה non-fibrotic יש תגובה פחות טובה לטיפול",
        "distractor_3": "סימפטומים סיסטמיים כגון חום שכיחים בצורה הפיברוטית",
        "explanation": "על פי הסיכום, הצורה הפיברוטית של Hypersensitivity Pneumonitis שכיחה יותר (כ-60%). הצורה הלא-פיברוטית מתאפיינת ביותר דלקת ובתגובה טובה יותר לטיפול.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מטופל עם רקע של חסר נוגדנים common variable immunodeficiency מלין על שיעול מצעירותו. מזה מספר חודשים, עם הרבה מאד ליחה, ואירועים בודדים של גניחת דם קלה. מה מהבאים בדיקת הבחירה שתסייע לאבחנה ?",
        "correct_answer": "CT חזה",
        "distractor_1": "אקו לב",
        "distractor_2": "ברונכוסקופיה",
        "distractor_3": "צילום חזה",
        "explanation": "הקליניקה של שיעול כרוני יצרני בחולה עם חסר חיסוני מחשידה מאוד לברונכיאקטזיות. בדיקת הבחירה (Gold Standard) לאבחון ברונכיאקטזיות היא CT חזה (HRCT).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בבדיקת ספירומטריה התקבלו הנתונים הבאים, וכן מצורף גרף flow volume loop : FVC 98% predicted, FEV1 42% predicted, FEV1/FVC 54%. מהי האבחנה ?",
        "correct_answer": "הפרעה חסימתית",
        "distractor_1": "הפרעה רסטריקטיבית",
        "distractor_2": "הפרעה משולבת חסימתית ורסטריקטיבית",
        "distractor_3": "לא ניתן לקבוע אבחנה ללא ביצוע בדיקת נפחים",
        "explanation": "יחס FEV1/FVC של 54% (מתחת ל-70%) מגדיר הפרעה חסימתית. ה-FVC תקין (98%), מה ששולל הפרעה רסטריקטיבית או משולבת בשלב זה.",
        "image": "img_12.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה נכון לגבי אבחנה של אויר חזה בדימות ?",
        "correct_answer": "קל יותר לזהות בצילום אקספירטורי",
        "distractor_1": "נזהה אותו בצילום חזה בקלות רבה יותר מאשר בסיטי",
        "distractor_2": "בצילום בעמידה נחפש אויר חזה באזור הסרעפת ונמוך ממנה",
        "distractor_3": "הצללה אלבאולרית עם טשטוש גבול הלב הימני מעידה על אויר חזה קטן מימין",
        "explanation": "בצילום אקספירטורי (נשיפה), נפח הריאה קטן אך כמות האוויר בחלל הפלאורלי (פנאומוטורקס) נשארת קבועה, מה שמבליט את הפנאומוטורקס והופך אותו לקל יותר לזיהוי.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהי הבדיקה הראשונית שתבצע לצורך אבחנה של אסתמה ?",
        "correct_answer": "ספירומטריה פשוטה לפני ואחרי מרחיבי סימפונות",
        "distractor_1": "בדיקת דם לאאוזינופיליה",
        "distractor_2": "צילום חזה",
        "distractor_3": "תפקודי ריאות כולל נפחים",
        "explanation": "ספירומטריה היא בדיקת הבחירה לאבחון אסתמה, והדגמת הפיכות (שיפור ב-FEV1 לאחר מרחיבי סימפונות) היא קריטריון מרכזי באבחנה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מהבאים נכון לגבי תגר מטכולין באבחון אסתמה ?",
        "correct_answer": "תוצאה שלילית בתגר מטכולין שוללת אסתמה בסבירות גבוהה",
        "distractor_1": "תגר מטכולין חיובי משמעו ירידה של לפחות 50% ב-FEV1",
        "distractor_2": "תגר מטכולין מיועד בעיקר להערכת אסתמה קשה",
        "distractor_3": "תגר מטכולין אינו מומלץ למטופלים מעל גיל 70",
        "explanation": "תגר מטכולין הוא בעל ערך ניבוי שלילי (NPV) גבוה מאוד. תוצאה שלילית שוללת אסתמה בסבירות גבוהה מאוד. תוצאה חיובית מוגדרת כירידה של 20% ב-FEV1.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 65, הופנה לבדיקת שינה בשל נחירות. באנמנזה מכוונת: אשתו שמה לב להפסקות נשימה בשינה. קם לשירותים 3-4 פעמים בלילה. בבוקר מרגיש פה יבש. לפעמים מרגיש כאבי ראש בבוקר. מלין על עייפות מוגברת. נרדם תוך כדי שיחות עם אנשים. בבדיקתו: BMI = 27. בדיקת שינה מלאה במעבדת שינה הדגימה apnea hypopnea index (AHI) = 56/h. וירידה בסטורציה עד 70%. השינה קטועה. הטיפול המומלץ הוא:",
        "correct_answer": "CPAP",
        "distractor_1": "טיפול קוגניטיבי התנהגותי לנדודי השינה",
        "distractor_2": "כדור שינה מסוג benzodiazepine",
        "distractor_3": "אין צורך בטיפול",
        "explanation": "<p>המטופל סובל מדום נשימה חסימתי בשינה בדרגה חמורה (Severe OSA, AHI=56) עם תסמינים קליניים משמעותיים. הטיפול המומלץ והיעיל ביותר במצב זה הוא CPAP. טיפול קוגניטיבי מיועד לאינסומניה, ובנזודיאזפינים עלולים להחמיר את דום הנשימה.</p>",
        "topic": "שחזורים",
        "sub_topic": "מועד-א",
        "image": ""
    },
    {
        "question_text": "בן 52, שמעולם לא עישן וסובל מ COPD שואל את הרופא מהי הסיבה לכך שהוא סובל מהמחלה, אילו מהתשובות הבאות נכונה ?",
        "correct_answer": "העובדה שהוא נולד פג בשבוע 29 יכולה להיות הסיבה",
        "distractor_1": "כ-40% מהסובלים מ-COPD מעולם לא עישנו",
        "distractor_2": "אם הוא לא עישן למעשה המחלה שלו אינה COPD אלא אסתמה ארוכת שנים",
        "distractor_3": "הסיבה למחלתו היא החשיפה התעסוקתית לאבק הבית במסגרת עבודתו כספרן",
        "explanation": "פגות והתפתחות ריאות לקויה בילדות הם גורמי סיכון ידועים להתפתחות COPD בבגרות, גם ללא עישון (Disanapsis).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "תהליכים ביולוגיים מתרחשים בריאות המעשן ומובילים ל-COPD. איזה תהליך מוביל לפגיעה בדיפוזיה של החמצן ?",
        "correct_answer": "חוסר איזון פרוטאזות-אנטיפרוטאזות המוביל להרס דפנות האלבאולי ואמפיזמה",
        "distractor_1": "דלקת סימפונית חמורה ו-Mucus Hypersecretion",
        "distractor_2": "דלקת אאוזינופילית המובילה לעקה חמצונית",
        "distractor_3": "שילוב של Epithelial metaplasia ועיבוי של השריר החלק בסימפונות אשר פוגעים בזרימת האוויר",
        "explanation": "אמפיזמה (נפחת), הנגרמת על ידי הרס דפנות הנאדיות עקב חוסר איזון בין פרוטאזות לאנטי-פרוטאזות, מקטינה את שטח הפנים לשחלוף גזים ופוגעת בדיפוזיה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהו מאפיין מרכזי של פיברוזיס ריאתי אידיופתי (IPF) ?",
        "correct_answer": "חסימה הפיכה בדרכי הנשימה",
        "distractor_1": "הופעה חדה עם מצוקה נשימתית חמורה",
        "distractor_2": "פיברוזיס ריאתי פרוגרסיבי עם דפוס רסטריקטיבי בתפקודי ריאות",
        "distractor_3": "הימצאות גרנולומות בביופסיה",
        "explanation": "[POSSIBLE ERROR: Answer Key says A (Reversible obstruction), but medical context suggests C (Progressive fibrosis). Please verify]. מחלת IPF היא מחלה רסטריקטיבית פרוגרסיבית. חסימה הפיכה היא המאפיין של אסתמה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה טיפול תרופתי מאושר להאטת ההתקדמות של IPF ?",
        "correct_answer": "נינטדניב",
        "distractor_1": "פרדניזון",
        "distractor_2": "אזיתרומיצין",
        "distractor_3": "מונטלוקאסט",
        "explanation": "נינטדניב (Nintedanib) היא תרופה אנטי-פיברוטית המאושרת לטיפול ב-IPF והוכחה כמאטה את הירידה ב-FVC.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בת 44, בריאה בד\"כ. בצילום חזה שבוצע במסגרת בדיקת סקר נצפתה הרחבת מדיאסטינום ושערי הריאות עם בלוטות למפה מוגדלות. בביופסיה מהבלוטות גרנולומות ללא נמק מתאים לסרקואידוזיס. תפקודי נשימה בגדר הנורמה. המטופלת מרגישה מצוין. מה מהבאים נכון לגבי הטיפול ?",
        "correct_answer": "מומלץ על מעקב בלבד בשלב הזה",
        "distractor_1": "מומלץ להתחיל טיפול בסטרואידים סיסטמיים",
        "distractor_2": "מומלץ להתחיל טיפול בסטרואידים בשאיפה",
        "distractor_3": "מומלצת בדיקת דם ל angiotensin converting enzyme והחלטה בהתאם לתוצאה",
        "explanation": "בסרקואידוזיס א-תסמינית בשלבים מוקדמים (כמו לימפאדנופתיה הילארית בלבד, שלב I), הגישה המקובלת היא מעקב בלבד, שכן לרוב המחלה חולפת מעצמה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "לפי דוח שר הבריאות לשנת 2023, איזה מההיגדים הבאים נכון ?",
        "correct_answer": "כ-20% מהאוכלוסייה הבוגרת בישראל מעשנים",
        "distractor_1": "כ-33% מהילדים (כתות ז-יב) מעשנים",
        "distractor_2": "יש כ-8000 מעשנים בישראל",
        "distractor_3": "עלות העישון הישירה והעקיפה למערכת הבריאות עומדת על כ-500 מיליון שח מדי שנה",
        "explanation": "על פי דוחות משרד הבריאות, שיעור המעשנים באוכלוסייה הבוגרת בישראל עומד על כ-20%.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מאז 1950 שכיחות המעשנים בעולם המערבי :",
        "correct_answer": "ירדה בשני המינים",
        "distractor_1": "עלתה בנשים",
        "distractor_2": "ירדה רק בגברים",
        "distractor_3": "עלתה בשני המינים",
        "explanation": "בעשורים האחרונים ניכרת מגמת ירידה בשיעורי העישון בעולם המערבי, הן בקרב גברים והן בקרב נשים.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה נכון לגבי האנטומיה של המיצר הקדמי (Anterior mediastinum?)",
        "correct_answer": "הגבול הקדמי כולל את הצלע השנייה",
        "distractor_1": "הגבול הקדמי כולל את עצם החזה (sternum)",
        "distractor_2": "המיצר הקדמי מכיל בתוכו את הלב",
        "distractor_3": "המיצר הקדמי מכיל את הוריד הנבוב העליון (superior vena cava)",
        "explanation": "על פי מפתח התשובות, התשובה היא א'. אנטומית, המיצר הקדמי נמצא בין הסטרנום לפריקרד. הלב וה-SVC נמצאים במיצר האמצעי.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 82, ברקע סכרת ויתר לחץ דם, מגיע למיון בשל קוצר נשימה ללא חום או שיעול. בצילום חזה תפליט דו צדדי בכמות לא גדולה ולב מוגדל. מהי הגישה הנכונה ביותר לטיפול בחולה זה ?",
        "correct_answer": "טיפול במשתנים",
        "distractor_1": "ניקור פלאורלי טיפולי דו\"צ",
        "distractor_2": "הכנסת נקז חזה דו\"צ",
        "distractor_3": "מעקב הדמייתי",
        "explanation": "הקליניקה והצילום מתאימים לאי-ספיקת לב (CHF) הגורמת לתפליטים פלאורליים טרנסודטיביים. הטיפול הראשוני הוא במחלת הבסיס באמצעות משתנים (פוסיד).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה מבין הבאים אינו מאפיין של אבחנה פתולוגית של Usual Interstitial Pneumonia (UIP)?",
        "correct_answer": "גרנולומות",
        "distractor_1": "פיזור תת-פלאורלי",
        "distractor_2": "דגם \"Patchwork\"",
        "distractor_3": "Fibroblastic foci",
        "explanation": "דפוס UIP מאופיין בפיברוזיס הטרוגני (Patchwork), פיזור פריפרי/תת-פלאורלי, מוקדים פיברובלסטיים ו-Honeycombing. הימצאות גרנולומות שוללת UIP ומכוונת לאבחנות אחרות כמו HP או סרקואידוזיס.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 72 עושה בירור קוצר נשימה ע''י רופא מטפל לרבות בדיקת אקו לב. בבדיקה נמצא כי תפקוד חדר שמאל וחדר ימין תקינים, אין בעיה מסתמית, וניתן להעריך יתר לחץ דם ריאתי ברמה של כ 65 ממ''כ. מה נכון לגבי הטיפול במטופל ?",
        "correct_answer": "לא ניתן לדון על טיפול טרם השלמת בירור",
        "distractor_1": "יש להתחיל טיפול ב phosphodiesterase 5 inhibitor & endothelin receptor antagonist",
        "distractor_2": "יש להתחיל טיפול משולב ב",
        "distractor_3": "בשלב ראשון מספיק טיפול בחמצן בלבד",
        "explanation": "ממצא של יתר לחץ דם ריאתי באקו דורש בירור מעמיק לקביעת האטיולוגיה (סיווג לקבוצה) לפני טיפול. חובה לבצע צנתור ימני (RHC) כדי לאמת את האבחנה ולהבדיל בין יתר לחץ דם ריאתי עורקי (PAH) לבין גורמים אחרים.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מהבאים יכול לאבחן DAH באופן ספציפי ?",
        "correct_answer": "Bronchoalveolar lavage",
        "distractor_1": "שיעול דמי",
        "distractor_2": "דיפוזיה מוגברת עם סטורציה תקינה",
        "distractor_3": "סטורציה נמוכה (דה-סטורציה)",
        "explanation": "שטיפה ברונכו-אלבאולרית (BAL) היא הבדיקה האבחנתית לדימום אלביאולרי (DAH), בה נראה נוזל שהופך דמי יותר ויותר (Sequential bloody return) ומקרופאגים עמוסי המוסידרין.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה נכון לגבי אי ספיקה נשימתית חדה ?",
        "correct_answer": "אין יכולת לעשות קומפנסציה פיזיולוגית מספקת",
        "distractor_1": "יש קומפנסציה להיפוקסמיה על ידי פוליצטמיה",
        "distractor_2": "יש קומפנסציה להיפוקסמיה על ידי סינטזה מוגברת של ביקרבונט",
        "distractor_3": "יש קומפנסציה להיפוקסמיה על ידי הגדלת חדר ימין",
        "explanation": "באי ספיקה נשימתית חדה (Acute), לגוף אין זמן לפתח מנגנוני פיצוי כרוניים כמו פוליציטמיה או אגירת ביקרבונט כלייתית (הלוקחת ימים).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה נכון לגבי שימוש ביחס FiO2\\PaO2 לאבחנת ARDS ?",
        "correct_answer": "ערך מעל 200 מהווה אחד מהקריטריונים לאבחנת ARDS",
        "distractor_1": "ערך מתחת ל 200 מהווה אחד מהקריטריונים לאבחן ARDS",
        "distractor_2": "ערך מתחת ל 300 מהווה אחד מהקריטריונים לאבחנת ARDS",
        "distractor_3": "ערך מעל 300 מהווה אחד מהקריטריונים לאבחנת ARDS",
        "explanation": "[POSSIBLE ERROR: Answer Key says A (Val > 200), but medical context suggests C (Val < 300). Note mentions 'Gimel also accepted']. הגדרת ברלין ל-ARDS דורשת יחס PaO2/FiO2 נמוך מ-300.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהו הכלי העיקרי להערכת חומרת היצרות של המסתם האאורטלי ?",
        "correct_answer": "אקו לב",
        "distractor_1": "בדיקה גופנית",
        "distractor_2": "אק\"ג",
        "distractor_3": "מיפוי לב",
        "explanation": "אקו לב (Echocardiography) הוא בדיקת הבחירה להערכת המסתמים, כולל חומרת היצרות אאורטלית (מדידת מפלי לחצים ושטח מסתם).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "היכן נמצאת העליה השמאלית בתמונת האקו שלפניכם ?",
        "correct_answer": "2",
        "distractor_1": "1",
        "distractor_2": "3",
        "distractor_3": "4",
        "explanation": "בתמונה (img_13.png), המבנה התחתון (הכי קרוב למתמר במבט PLAX או הכי רחוק במבט Apical - תלוי בתמונה הספציפית, אך לפי התשובון) מייצג את העלייה השמאלית.",
        "image": "img_13.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזו מבין התופעות הבאות אופיינית לחוסמי בטא ?",
        "correct_answer": "החמרת תסמיני תעוקה במטופל עם Printzmetal angina",
        "distractor_1": "הרחבת דרכי נשימה במטופל אסתמתי",
        "distractor_2": "החמרת טכיקרדיה במטופל עם מחלת לב",
        "distractor_3": "שיפור בזרימת דם לגפיים במטופל עם מחלת כלי דם פריפרית",
        "explanation": "חוסמי בטא עלולים להחמיר ואזוספאזם קורונרי (כמו ב-Prinzmetal's angina) עקב חסימת בטא והותרת פעילות אלפא-אדרנרגית (מכווצת) ללא התנגדות.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהי ההשפעה של הגברת העצבוב הסמפטטי על תפקוד הלב ?",
        "correct_answer": "עליה בתפוקת הלב ( cardiac output )",
        "distractor_1": "ירידה בנפח פעימה (stroke volume)",
        "distractor_2": "הרחבה (ואזודילטציה) של כלי הדם",
        "distractor_3": "האטה בקצב הלב",
        "explanation": "מערכת העצבים הסימפתטית מגבירה את קצב הלב (Chronotropy) ואת עוצמת ההתכווצות (Inotropy), מה שמוביל לעלייה בתפוקת הלב (Cardiac Output).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מתרחש בנקודה A המופיעה בתרשים המצורף של עקומת לחץ/נפח בחדרי הלב ?",
        "correct_answer": "פתיחה של המסתם הטריקוספידלי",
        "distractor_1": "פתיחה של המסתם הפולמונרי",
        "distractor_2": "סגירה של המסתם המיטרלי",
        "distractor_3": "סגירה של המסתם האאורטלי",
        "explanation": "[POSSIBLE ERROR: Answer Key says C (Tricuspid open), typically A represents Mitral Valve Opening in LV loops. If C is correct, assume RV loop]. נקודה A מייצגת את סוף ההרפיה האיזווולומטרית ותחילת המילוי, שמתחיל בפתיחת המסתם העלייתי-חדרי (מיטרלי בשמאל, טריקוספידלי בימין).",
        "image": "img_14.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה ממצא בבדיקת אקו לב יכול להתאים לאבחנה של אי ספיקת לב עם תפקוד שמור (HFpEF)?",
        "correct_answer": "יתר לחץ דם ריאתי",
        "distractor_1": "הסתיידויות של עלי המסתם האאורטלי",
        "distractor_2": "התכווצות מוגברת של חדר ימין",
        "distractor_3": "הרחבה של החדר השמאלי",
        "explanation": "ב-HFpEF, הלחצים בחדר שמאל עולים (דיאסטוליים), מה שמוביל לעלייה בלחץ בעלייה השמאלית ובריאות, ולבסוף ליתר לחץ דם ריאתי.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה מבין הבאים הוא הרובד הטרשתי (atherosclerotic plaque) הקורונרי המסוכן ביותר להפיכת תעוקת חזה יציבה לתעוקת חזה לא יציבה ?",
        "correct_answer": "רובד עם ליבה גדולה ותסנין דלקתי רב",
        "distractor_1": "רובד עם כיפה עבה עשירה בסיבי קולגן",
        "distractor_2": "רובד עם ליבה קטנה עם מיעוט בשומן חוץ תאי",
        "distractor_3": "רובד עם ליבה קטנה ללא תסנין דלקתי",
        "explanation": "הרובד הלא יציב (Vulnerable plaque) מתאפיין בליבה שומנית גדולה, כיפה פיברוטית דקה, וריבוי תאי דלקת, מה שמגביר את הסיכון לקרע ולטרומבוזה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מהבאים נצפה לראות בהיסטולוגיה של שריר לב מחדר שמאל, מאדם שנפטר 14 ימים לאחר חסימה מלאה של עורק קורונרי ?",
        "correct_answer": "רקמת גרעון",
        "distractor_1": "רקמת צלקת פיברוטית ללא תאי דלקת",
        "distractor_2": "נמק מעורב בלויקוציטים נויטרופילים",
        "distractor_3": "נמק בלבד",
        "explanation": "כשבועיים (10-14 יום) לאחר אוטם שריר הלב, האזור הפגוע מתאפיין ברקמת גרעון (Granulation tissue) עשירה בכלי דם ופיברובלסטים, לפני היווצרות הצלקת הסופית.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מאפיין את הסינוס הקורונארי (Coronary Sinus) ?",
        "correct_answer": "בעל מסתם ( Thebesian)",
        "distractor_1": "נפתח ישר על Inferior vena cava",
        "distractor_2": "מונח בתוך Anterior atrioventricular groove",
        "distractor_3": "התחלה של סינוס ב Cardiac apex",
        "explanation": "הסינוס הקורונרי מתנקז לעלייה הימנית ופתח הכניסה שלו מוגן על ידי המסתם ע\"ש Thebesian.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 21, מתאר אירוע של סינקופה בזמן שחיה בבריכה העירונית. ברקע: חירשות מלידה. לא נוטל טיפול תרופתי קבוע. בהתבסס על תרשים אק\"ג הנ\"ל, מה מהבאים הוא הסביר ביותר כהסבר לאירוע ?",
        "correct_answer": "Long QT type 1",
        "distractor_1": "second degree AV block",
        "distractor_2": "vaso-vagal syncope",
        "distractor_3": "hyperkalemia",
        "explanation": "השילוב של חירשות מלידה, סינקופה (במיוחד במאמץ/שחייה) והארכת QT באק\"ג (Jervell and Lange-Nielsen syndrome) מתאים ל-Long QT type 1.",
        "image": "img_15.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהי הפרעת הקצב בתרשים אק\"ג המצ\"ב ?",
        "correct_answer": "First degree AV block",
        "distractor_1": "Mobitz type I",
        "distractor_2": "Mobitz type II",
        "distractor_3": "Third degree AV block",
        "explanation": "בתרשים נראה מרווח PR מוארך באופן קבוע (מעל 200ms) ללא נשירת קומפלקסים, המתאים לחסם הולכה מדרגה ראשונה.",
        "image": "img_16.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה משקף הגל P בתרשים אק\"ג ?",
        "correct_answer": "depolarization של הפרוזדורים (העליות)",
        "distractor_1": "depolarization של חדרי הלב",
        "distractor_2": "depolarization של SA node",
        "distractor_3": "repolarization של סיבי פורקניה ( purkinje fibers )",
        "explanation": "גל P באק\"ג מייצג את הדפולריזציה (ההפעלה החשמלית) של העליות.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 70, ברקע סוכרת ויתר לחץ דם, הגיע לחדר המיון בעקבות כאבים ממושכים בחזה, סחרחורת וקוצר נשימה. בבדיקתו לחץ דם נמוך, גודש ורידי צוואר, חרחורים בבסיסי הריאות ואוושה הולוסיסטולית בעוצמה גבוהה. באק\"ג גלי Q עמוקים ועליות ST בחיבורים הלטרליים . מהי האבחנה הסבירה ביותר לאור הממצאים שתוארו ?",
        "correct_answer": "אי-ספיקה מיטרלית חדה",
        "distractor_1": "קרע במחיצה הבין- חדרית",
        "distractor_2": "אי-ספיקת לב שמאלית חדה עם בצקת ריאות",
        "distractor_3": "טמפונדה",
        "explanation": "אוטם שריר הלב (עליות ST, גלי Q) שהסתבך בקרע של השריר הפפילרי גורם לאי-ספיקה מיטרלית חדה (MR), המתבטאת באוושה הולוסיסטולית חדשה, בצקת ריאות והלם קרדיוגני.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהי ההגדרה של \"acute myocardial injury\" ?",
        "correct_answer": "עלייה בטרופונין מעל אחוזון 99% ללא תלות בהוכחה קלינית לאיסכמיה",
        "distractor_1": "עלייה בטרופונין מעל אחוזון 99% עם עדות קלינית לאיסכמיה",
        "distractor_2": "ירידה ברמות הטרופונין מתחת לאחוזון 99%, אך עם עדות קלינית לאיסכמיה",
        "distractor_3": "ירידה ברמות הטרופונין במהלך 24 שעות, ללא עדות קלינית לאיסכמיה",
        "explanation": "פגיעה שרירית (Injury) מוגדרת על ידי עליית טרופונין בלבד. אם יש גם עדות לאיסכמיה, זה מוגדר כאוטם (MI).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בת 35 פנתה לחדר המיון בשל פלפיטציות. מצ\"ב אק\"ג. המטופלת טופלה באדנוזין וחזרה למקצב סינוס. מבין האפשרויות שלהלן, מהו המקצב המופיע באקג ?",
        "correct_answer": "AVNRT",
        "distractor_1": "פרפור פרוזדורים",
        "distractor_2": "טכיקרידה סינוס",
        "distractor_3": "רפרוף פרוזדורים טיפוסי",
        "explanation": "טכיקרדיה סדירה צרת קומפלקס באישה צעירה המגיבה לאדנוזין מתאימה ל-SVT, ובפרט ל-AVNRT.",
        "image": "img_17.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 50, ברקע מעשן כבד מחלת לב איסכמית ותפקוד לב ירוד במידה בינונית. ביום קבלתו התמוטט. להלן אקג ראשוני : מה הטיפול הראשוני ?",
        "correct_answer": "שוק חשמלי",
        "distractor_1": "קיצוב חיצוני",
        "distractor_2": "אדנוזין",
        "distractor_3": "אטרופין",
        "explanation": "התרשים מציג פרפור חדרים (VF) או טכיקרדיה חדרית מהירה (VT) הגורמת להתמוטטות. הטיפול המיידי במצב של דום לב הוא דפיברילציה (שוק חשמלי).",
        "image": "img_18.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מהבאים הוא מום לב לא כחלוני בילדות ?",
        "correct_answer": "Atrial Septal Defect (ASD)",
        "distractor_1": "Transposition of Great Arteries (TGA)",
        "distractor_2": "Tetrallogy of Fallot (TOF)",
        "distractor_3": "Tricuspid Atresia (TA)",
        "explanation": "ASD הוא מום עם דלף משמאל לימין, ולכן אינו גורם לכיחלון (אלא אם מתפתח אייזנמנגר). שאר המומים ברשימה הם כחלוניים.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "ישנם הבדלים משמעתיים מאד בין תאי מיוציט מתכווצים לבין התאים המרכיבים את ה- Sinus node וה- AV node. מה מהבאים נכון ?",
        "correct_answer": "הפוטנציאל מנוחה נשמר יציב במיוציט המתכווץ",
        "distractor_1": "ה Slow action potential מתאפיין בשלב פלטו ממושך יותר",
        "distractor_2": "ריכוז תעלות IK1 גבוהה יותר בתאי ה AV node",
        "distractor_3": "כניסת יוני אשלגן הוא המרכיב העיקרי בדפולרזציה של תאי ה AV node וה Sinus node",
        "explanation": "בתאי הקוצב (Sinus/AV) אין פוטנציאל מנוחה יציב (יש דפולריזציה ספונטנית), בעוד שבמיוציטים המתכווצים פוטנציאל המנוחה יציב עד להגעת גירוי.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהי הבדיקה המועדפת להדגמת מעורבות של סרקואידוזיס בלב ?",
        "correct_answer": "MRI לב",
        "distractor_1": "אקג",
        "distractor_2": "חזה",
        "distractor_3": "אקו לב",
        "explanation": "Cardiac MRI (ולעיתים PET-CT) היא בדיקת הבחירה לאבחון והערכת מעורבות לבבית בסרקואידוזיס.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה הסימנים בבדיקה גופנים שאופייניים לטמפונדה של הלב ?",
        "correct_answer": "טכיקרדיה, גודש ורידי צוואר וקולות לב מרוחקים",
        "distractor_1": "לחץ דם גבוה וקולות לב ערים",
        "distractor_2": "ברדיקרדיה וקולות לב ערים",
        "distractor_3": "חום ושפשוף פריקרדיאלי",
        "explanation": "הטריאדה של בק (Beck's triad) בטמפונדה כוללת: תת-לחץ דם, קולות לב מרוחקים וגודש ורידי צוואר. טכיקרדיה היא מנגנון פיצוי נפוץ.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "לאיזה שינוי במבנה חדר שמאל תגרום דליפה קשה של המסתם המיטרלי ?",
        "correct_answer": "הגדלת חלל החדר",
        "distractor_1": "עיבוי דופן",
        "distractor_2": "הקטנת גודל החדר",
        "distractor_3": "לא יחול שינוי",
        "explanation": "אי-ספיקה מיטרלית (MR) גורמת לעומס נפח על חדר שמאל, המוביל להרחבה (Dilatation) של החדר (היפרטרופיה אקסצנטרית).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזו מבין הבדיקות הבאות הינה בעלת הערך הרב ביותר בקבלת החלטה לגבי הגישה הטיפולית במקרה של מטופל עם היצרות אאורטלית בחומרה קשה, תפקוד סיסטולי תקין של חדר שמאל, אשר מדווח כי אינו תסמיני ?",
        "correct_answer": "בדיקת מאמץ",
        "distractor_1": "אקו לב עם דובוטאמין",
        "distractor_2": "רישום הפעילות החשמלית של הלב ליממה ״(Holter)",
        "distractor_3": "מידת הסתיידות המסתם האאורטלי ב-CT",
        "explanation": "בחולים א-סימפטומטיים עם היצרות אאורטלית קשה, מבחן מאמץ מומלץ כדי לחשוף סימפטומים או ירידה בלחץ דם במאמץ, מה שישנה את ההחלטה הטיפולית (ניתוח).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהו היתרון של בדיקת CT של העורקים הקורונרים ?",
        "correct_answer": "High negative predictive value- 94%",
        "distractor_1": "מבוצעת ללא הזרקת חומר ניגוד",
        "distractor_2": "מדגימה את דינמיקת זרימת הדם הכלילית",
        "distractor_3": "נותנת מידע לגבי תפקוד המסתים",
        "explanation": "היתרון המרכזי של Cardiac CT (CCTA) הוא הערך המנבא השלילי הגבוה (High NPV), המאפשר לשלול מחלה כלילית בחולים בסיכון נמוך-בינוני.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 18 בריא בדרך כלל, פונה לבי״ח לאחר שנמצא מחוסר הכרה. בהגעת צוות מד״א נמצא בפירפור חדרים שחלף. מצ\"ב אק\"ג בקבלתו למיון. אקו לב, CT עורקים הכליילים, MRI לב ומבחן מאמץ תקינים. מה אבחנה הסבירה ביותר ?",
        "correct_answer": "Brugada תסמונת",
        "distractor_1": "אוטם שריר הלב",
        "distractor_2": "LQTS תסמונת",
        "distractor_3": "Hypertrophic cardiomyopathy",
        "explanation": "דום לב (VF) בחולה צעיר עם לב בריא מבנית (אקו/MRI תקינים) ותרשים אק\"ג המדגים עליות ST בחיבורים V1-V2 (דפוס Brugada type 1) מחשיד לתסמונת ברוגדה.",
        "image": "img_19.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 68, ברקע אי ספיקת לב עם תפקוד לב ירוד כשנה. באקו שבוצע לפני כשבוע EF=35%. המטופל יציב לאחרונה - קוצר נשימה במאמצים בינוניים כגון הליכה של כ - 400 מטרים. ללא כאבים בחזה. בדיקה גופנית ומעבדה תקינים. מטופל ברמיפריל (ACE-I), ביסופרולול (חוסם ביטא) ואלדקטון (MRA) במינונים אופטימליים. מה מהטיפולים הבאים ל\"אס מומלץ מבחינת שיפור תוחלת החיים (פרוגנוזה) ותסמינים בשלב זה ?",
        "correct_answer": "החלפת ACE-I לאנטרסטו (משפחת ARNI) ותוספת תרופה ממשפחת מעכבי SGLT2",
        "distractor_1": "הורדת מינון ביסופרולול (חוסמי ביטא) בשילוב של תוספת משתנים (פוסיד)",
        "distractor_2": "תוספת דיגוקסין והחלפת ACE-I לאנטרסטו (משפחת ARNI)",
        "distractor_3": "צנתור כלילי",
        "explanation": "בחולה סימפטומטי עם HFrEF המטופל ב-ACEi/BB/MRA, ההנחיות ממליצות על החלפת ACEi ב-ARNI (Entresto) והוספת SGLT2i לשיפור פרוגנוזה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בת 72 מתקבלת לחדר המיון עקב לחצים בחזה במנוחה, מקרינים לזרוע שמאל, שהחלו שעה טרם קבלתה. בדיקה גופנית תקינה. באק\" ג – קצב סינוס, צניחות ST של 2 מ\"מ בחיבורים V3-6. בדיקת טרופונין ראשונה תקינה. לאחר טיפול באספירין והפרין במיון הכאבים חולפים, אק\"ג – קצב סינוס, ללא שינויי STT. טרופונין חוזר כעבור שעה מוגבר. מה האבחנה והטיפול המתאימים למטופלת זאת ?",
        "correct_answer": "Non ST Elevation MI- NSTEMI ויש לצנתרה באשפוז",
        "distractor_1": "תסמונת תעוקתית בלתי יציבה Unstable Angina ויש לצנתרה באשפוז",
        "distractor_2": "תסמונת תעוקתית יציבה ויש לבצע בדיקה לא פולשנית להערכת איסכמיה",
        "distractor_3": "אירוע כלילי חריף (ACS) ויש לצנתרה תוך 90 דקות מהגעתה למיון",
        "explanation": "הקליניקה, השינויים באק\"ג (צניחות ST) ועליית הטרופונין מגדירים NSTEMI. חולים בסיכון גבוה (כמו שינויי אק\"ג דינמיים וטרופונין חיובי) דורשים צנתור מוקדם (Early invasive) במהלך האשפוז (תוך 24 שעות).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "הטיפול החשוב ביותר בדליפה מיטראלית קשה אקוטית ?",
        "correct_answer": "תיקון/החלפה המסתם",
        "distractor_1": "פוסיד",
        "distractor_2": "חוסמי ביטא",
        "distractor_3": "הורדת לחץ דם",
        "explanation": "דליפה מיטרלית חריפה וקשה היא מצב חירום הגורם לבצקת ריאות והלם. הטיפול הדפיניטיבי והמציל חיים הוא ניתוח דחוף לתיקון או החלפת המסתם.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "במטופל עם דליפה מיטראלית כרונית קשה מה מהבאים מהווה אינדיקציה חד משמעית לתיקון המסתם ?",
        "correct_answer": "מקטע פליטה (Ejection fraction) 52%",
        "distractor_1": "גודל חדר שמאל סוף סיסטולי של 37 מילימטר",
        "distractor_2": "התעלפות לאחר עמידה ממושכת",
        "distractor_3": "גודל חדר שמאל סוף דיאסטולי 55 מילימטר",
        "explanation": "ב-MR כרוני קשה, ירידה ב-EF מתחת ל-60% (גם אם החולה א-סימפטומטי) היא אינדיקציה לניתוח (Class I), שכן היא מעידה על כשל לבבי מתפתח.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בתרשים האק\"ג שלפניך, הציר הינו :",
        "correct_answer": "ציר שמאלי",
        "distractor_1": "ציר תקין",
        "distractor_2": "ציר ימני",
        "distractor_3": "ציר \"ימני קיצוני\"",
        "explanation": "בתרשים נראה קומפלקס חיובי בליד I ושלילי בליד aVF (וגם ב-II), מה שמעיד על ציר שמאלי (Left Axis Deviation).",
        "image": "img_21.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 60, ברקע: עישון, יל\"ד, סוכרת. מתקבל למיון עקב כאבים לוחצים בחזה מלווים בקוצר נשימה משעתיים טרם קבלתו. מבוצע אק\"ג. מהי האבחנה ?",
        "correct_answer": "אוטם לבבי תחתון מסוג ST Elevation MI-STEMI",
        "distractor_1": "אוטם לבבי קדמי מסוג ST Elevation MI-STEMI",
        "distractor_2": "אוטם לבבי צדדי מסוג Non ST Elevation MI- NSTEMI",
        "distractor_3": "פריקרדיטיס",
        "explanation": "האק\"ג מציג עליות ST בחיבורים II, III, aVF, המתאים לאוטם בקיר התחתון (Inferior STEMI).",
        "image": "img_22.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה נכון לגבי תרשים האק\"ג שלפניך :",
        "correct_answer": "היפרטרופיה של חדר שמאל",
        "distractor_1": "הפרעת הולכה מסוג Complete Right Bundle Branch Block- CRBBB",
        "distractor_2": "היפרטרופיה של חדר ימין",
        "distractor_3": "אק\"ג תקין של בחור צעיר",
        "explanation": "התרשים מציג קריטריונים של וולטאז' גבוה בחיבורי החזה (S עמוק ב-V1/V2 + R גבוה ב-V5/V6), המתאים להיפרטרופיה של חדר שמאל (LVH).",
        "image": "img_23.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 50, ברקע: עישון, היפרכולסטרולמיה וסיפור משפחתי של מחלת לב איסכמית בגיל צעיר. פונה למיון עקב כאבים בחזה מלווים בקוצר נשימה משעתיים טרם קבלתו. מבוצע אק\"ג מיד עם הגיעו למיון. מהי האבחנה ?",
        "correct_answer": "אוטם לבבי קדמי - לטרלי מסוג ST Elevation MI-STEMI",
        "distractor_1": "הפרעת הולכה מסוג Complete Left Bundle Branch Block- CLBBB",
        "distractor_2": "אוטם לבבי ימני-תחתון מסוג ST Elevation MI-STEMI",
        "distractor_3": "אק\"ג טיפוסי של תסמונת ברוגדה- Brugada",
        "explanation": "האק\"ג מציג עליות ST בחיבורים הקדמיים (V1-V4) והלטרליים (I, aVL, V5-V6), המתאים לאוטם קדמי-לטרלי נרחב.",
        "image": "img_24.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בת 70, ברקע: לימפומה (מטופלת בכימותרפיה), עישון בעברה, השמנת יתר. מתקבלת למיון עקב חולשה וקוצר נשימה. מצ\"ב אק\"ג. מהי האבחנה הסבירה ביותר ?",
        "correct_answer": "תפליט פריקרדיאלי גדול",
        "distractor_1": "מחלה ריאתית כרונית חסימתית ( COPD)",
        "distractor_2": "השמנת יתר",
        "distractor_3": "הפרעה אלקטרוליטרית מסוג היפרקלמיה (אשלגן גבוה)",
        "explanation": "האק\"ג מראה וולטאז' נמוך (Low voltage) ותופעה של Electrical Alternans (שינוי בגובה הקומפלקס מפעימה לפעימה), ממצאים אופייניים לתפליט פריקרדיאלי גדול (טמפונדה).",
        "image": "img_25.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 50 פונה למוקד חירום עקב כאבים בחזה שהחלו לפני כשעה. בזמן שמחברים למכשיר האק\"ג מאבד הכרה. להלן תרשים האק\"ג. מהי האבחנה הסבירה ביותר ?",
        "correct_answer": "טכיקרדיה חדרית (VT)",
        "distractor_1": "פרפור פרוזדורים מהיר (AF)",
        "distractor_2": "פרפור חדרים (VF)",
        "distractor_3": "רפרוף עליות ( Atrial Flutter )",
        "explanation": "התרשים מציג טכיקרדיה רחבת קומפלקס סדירה ומהירה, המתאימה לטכיקרדיה חדרית (VT).",
        "image": "img_26.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בת 40 פונה למיון עקב דפיקות לב שהחלו כשעה לפני קבלתה. מבוצע אק\"ג. מהי האבחנה ?",
        "correct_answer": "פרפור פרוזדורים",
        "distractor_1": "רפרוף פרוזדורים",
        "distractor_2": "סינוס טכיקרדיה",
        "distractor_3": "טכיקרדיה רחבת קומפלקסים – WCT לא סדירה",
        "explanation": "התיאור מתאים לפרפור פרוזדורים (AF), המתאפיין בקצב לא סדיר וללא גלי P ברורים.",
        "image": "img_27.png",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "הפרעה מסוג Cerebral amyloid angiopathy (CAA) עשויה לגרום בעיקר ל :",
        "correct_answer": "שבץ דימומי",
        "distractor_1": "נזק מוחי אנוקסי",
        "distractor_2": "דיסקציה קרוטידית",
        "distractor_3": "מחלת אלצהיימר",
        "explanation": "CAA היא מחלה של כלי הדם הקטנים במוח הגורמת לשקיעת עמילואיד בדפנות, מחלישה אותם ומובילה לדימומים מוחיים (בעיקר אונתיים).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מהו הטיפול המומלץ למניעת שבץ מוח איסכמי במטופלים עם היצרות משמעותית תסמינית של עורק התרדמה הפנימי (Internal Carotid) ?",
        "correct_answer": "ניתוח Carotid Endarterectomy או הנחת תומכן ( Carotid Artery Stenting )",
        "distractor_1": "הורדה אגרסיבית של ערכי סוכר בצום",
        "distractor_2": "הורדה אגרסיבית של LDL באמצעות סטטינים ומעכבי PCSK9",
        "distractor_3": "טיפול אנטי-תרומבוטי בנוגדי קרישה (אנטיקואגולציה)",
        "explanation": "היצרות קרוטידית סימפטומטית משמעותית דורשת התערבות לפתיחת העורק (CEA או CAS) למניעת שבץ חוזר, בנוסף לטיפול תרופתי.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 58 פונה למיון בשל הופעה פתאומית של סחרחורת, קושי בבליעה, צרידות ואובדן תחושה בצד השמאלי של פניו. בבדיקה נוירולוגית, תסמינים המתאימים להורנר משמאל, אטקסיה בגפיים השמאליות ואובדן תחושת כאב וטמפרטורה בפלג גופו הימני. המטופל משלים CT ראש עם עדות לאוטם חדש. איזה כלי דם חסום יכול להסביר את הקליניקה המתוארת ?",
        "correct_answer": "Posterior inferior cerebellar artery-LT PICA",
        "distractor_1": "Left middle cerebral artery",
        "distractor_2": "Left carotid artery",
        "distractor_3": "Left posterior cerebral artery-LT PCA",
        "explanation": "הקליניקה מתארת תסמונת ולנברג (Lateral Medullary Syndrome), הנגרמת לרוב מחסימה של עורק ה-PICA (או ה-Vertebral). הסימנים כוללים פגיעה בעצבים קרניאליים (9,10 - צרידות/בליעה), הורנר, אטקסיה איפסילטרלית ואובדן תחושה מוצלב (פנים איפסילטרלי, גוף קונטרהלטרלי).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בת 83, הובאה לבית חולים לאחר שהתעוררה בבוקר בשעה 07:00 והתקשתה לדבר. לדברי המשפחה הלכה לישון בשעה 23:30 ואז הייתה תקינה. מה מהבאים נכון לגבי האפשרויות הטיפוליות ?",
        "correct_answer": "ניתן לשקול טיפול בטרומבוליזה במידה ובדיקות ההדמיה יהיו בעלות פרמטרים מתאימים",
        "distractor_1": "בגלל שהמטופלת מעל גיל 80 - אינה מועמדת לצנתור",
        "distractor_2": "מכיוון שהמטופלת נוטלת אספירין באופן קבוע, היא אינה יכולה לקבל טיפול בטרומבוליזה",
        "distractor_3": "טיפול הבחירה הוא אספירין מיידי, עוד בטרם ביצוע הדמיה מוחית",
        "explanation": "במקרה של Wake-up stroke (זמן התחלה לא ידוע), ניתן להשתמש בדימות מתקדם (כגון DWI-FLAIR mismatch) כדי להעריך את זמן האוטם ולשקול טרומבוליזה או צנתור בחלון זמן מורחב.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "אלו כלי דם מעורבים באופן שכיח במחלת כלי דם קטנים מוחית ?",
        "correct_answer": "סעיפים מחוררים (Perforating) של עורקי מעגל וויליס",
        "distractor_1": "עורק החוליות (Vertebral Artery)",
        "distractor_2": "העורקים המקשרים במעגל וויליס (Anterior and Posterior Communicating)",
        "distractor_3": "עורק המוח התיכון (Middle cerebral Artery)",
        "explanation": "מחלת כלי דם קטנים (SVD) פוגעת בעורקיקים החודרים (Perforators) היוצאים מכלי הדם הגדולים ומספקים את המבנים העמוקים במוח.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מהבאים סימפטום לא מוטורי שקשור למחלת פרקינסון ?",
        "correct_answer": "ירידה בחוש הריח",
        "distractor_1": "ירידה בתחושת חום/קור",
        "distractor_2": "פגיעה בתפקודי השפה",
        "distractor_3": "אובדן חוש טעם מתוק",
        "explanation": "היפוסמיה (ירידה בחוש הריח) היא סימפטום לא מוטורי מוקדם ושכיח מאוד במחלת פרקינסון.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "חשיפה לאיזה תרופות יכולה לגרום לפרקינסוניזם ?",
        "correct_answer": "אנטי-פסיכוטיות",
        "distractor_1": "מדללי דם",
        "distractor_2": "כימוטרפיה",
        "distractor_3": "גלולות למניעת הריון",
        "explanation": "תרופות אנטי-פסיכוטיות (חוסמי דופמין) הן גורם שכיח לפרקינסוניזם משני (Drug-induced parkinsonism).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "הפתולוגיה האופיינית למחלת פרקינסון היא :",
        "correct_answer": "משקעי אלפא סינוקלאין",
        "distractor_1": "משקעי טאו",
        "distractor_2": "משקעי בטא עמילואיד",
        "distractor_3": "גופיפים על שם לואי בצרבלום",
        "explanation": "גופיפי לוי (Lewy bodies), המורכבים בעיקר מחלבון אלפא-סינוקלאין, הם הסימן הפתולוגי המובהק של מחלת פרקינסון.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "בן 20, סובל מהתקפים אפילפטיים תכופים מתוך שינה. התקפים קצרים שנמשכים 10-20 שניות ומתבטאים בתנועות פרועות של הגפיים עד כדי נפילה מהמיטה. חוזר למצבו הבסיסי תוך זמן קצר. מה המקור המוחי הסביר ביותר של ההתקפים ?",
        "correct_answer": "אונה פרונטלית",
        "distractor_1": "אונה אוקסיפיטלית",
        "distractor_2": "אונה פריאטלית",
        "distractor_3": "אונה טמפורלית",
        "explanation": "התקפים אפילפטיים קצרים, מרובים, ליליים (מתוך שינה), עם תנועות מוטוריות אוטומטיות ואלימות (Hypermotor), אופייניים לאפילפסיה של האונה הפרונטלית.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "הגורם הפתוגני למחלת קרויצפלד יעקב הוא :",
        "correct_answer": "חלבון פריון",
        "distractor_1": "וירוס איטי",
        "distractor_2": "שינוי אפיגנטי",
        "distractor_3": "RNA טוקסי",
        "explanation": "מחלת קרויצפלד-יעקב (CJD) היא מחלת פריונים, הנגרמת על ידי חלבון פריון פגום (PrPSc).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה סוג גל EEG נצפה לראות באנשים בריאים בהכרה, באזור האוקסיפיטלי, כאשר העיניים עצומות ?",
        "correct_answer": "אלפא",
        "distractor_1": "דלתא",
        "distractor_2": "ביתא",
        "distractor_3": "תטא",
        "explanation": "מקצב אלפא (Alpha rhythm) הוא הפעילות הבסיסית הנורמלית הנצפית באזורים האחוריים (אוקסיפיטליים) בזמן ערנות ועיניים עצומות.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה תסמין עשוי להופיע במחלת גופיפי לוי ונחשב למאפיין ייחודי שלה ?",
        "correct_answer": "הזיות חזותיות (ויזואליות)",
        "distractor_1": "שינויים קיצוניים בהתנהגות",
        "distractor_2": "שינויים חדים בתיאבון",
        "distractor_3": "ירידה פתאומית באיכות השינה",
        "explanation": "הזיות ראייה (Visual hallucinations) הן מאפיין ליבה של דמנציה עם גופיפי לוי (DLB) ומופיעות בשלב מוקדם של המחלה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה מהבאים אינו נחשב לגורם (טריגר) אפשרי להתקפי מיגרנה ?",
        "correct_answer": "תזונה עשירה בסיבים",
        "distractor_1": "שינויים הורמונליים",
        "distractor_2": "צריכת קפאין",
        "distractor_3": "לחץ נפשי",
        "explanation": "טריגרים נפוצים למיגרנה כוללים מתח נפשי, שינויים הורמונליים, קפאין (גמילה או עודף), חוסר שינה ומזונות מסוימים. תזונה עשירה בסיבים אינה גורם מוכר.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה מהטיפולים התרופתיים הבאים הוא טיפול מונע מקובל למיגרנה ?",
        "correct_answer": "אמיטריפטילין ( Amytriptyline)",
        "distractor_1": "איבופרופן ( Ibuprofen)",
        "distractor_2": "אספירין (Aspirin)",
        "distractor_3": "סומטריפטן",
        "explanation": "אמיטריפטילין (Elatrol) היא תרופה נוגדת דיכאון טריציקלית המשמשת כטיפול מונע (Prophylactic) למיגרנה. שאר התרופות ברשימה משמשות לטיפול אקוטי בהתקף.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "השלם - מחלת Myasthenia Gravis הינה מחלה _________, אשר מאובחנת ע\"י בדיקת Repetitive Nerve Stimulation בגירוי חשמלי בתדירות של 3Hz___________ הדגמת י\"ע.",
        "correct_answer": "פוסט-סינפטית, Decrement של 10%",
        "distractor_1": "פרה-סינפטית, Increment של 200%",
        "distractor_2": "פוסט-סינפטית, Increment של 200%",
        "distractor_3": "פרה-סינפטית, Decrement של 10%",
        "explanation": "מיאסטניה גרביס היא מחלה פוסט-סינפטית (נוגדנים לרצפטור ל-ACh). בבדיקת גירוי עצבי חוזר (RNS) רואים דעיכה (Decrement) בתגובה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזו מהבאות איננה אתיולוגיה שכיחה לרדיקולופתיה ?",
        "correct_answer": "נזק טוקסי לאחר טיפול באנטיביוטיקה",
        "distractor_1": "הסננה ע\"י תאים ממאירים",
        "distractor_2": "לחץ מקומי ע\"י בלט דיסק",
        "distractor_3": "זיהום ע\"י Varicella Zoster Virus ד.",
        "explanation": "[POSSIBLE ERROR: Answer Key says X, but medical context suggests Y. Please verify]. גורמים שכיחים לרדיקולופתיה כוללים לחץ מכני (דיסק), זיהום (הרפס זוסטר) וממאירות. רעילות תרופתית גורמת לרוב לפולינוירופתיה (עצבים פריפריים) ולא לרדיקולופתיה (שורש העצב).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "פגיעה באיזה מהחלקים בקומפלקס של עצבי הראיה יוביל לעיוורון בעין ימין ?",
        "correct_answer": "הימני שאחרי תצלובת הראיה ( post- chiasmatic right optic tract)",
        "distractor_1": "הימני שלפני תצלובת הראי ( pre-chiasmatic right optic nerveה )",
        "distractor_2": "השמאלי שלפני תצלובת הראיה (pre-chiasmatic left optic nerve)",
        "distractor_3": "הראיה בתצלובת (optic chiasm)",
        "explanation": "[POSSIBLE ERROR: Answer Key says D (Post-chiasmatic), but medical context suggests A (Pre-chiasmatic nerve). Please verify]. עיוורון מלא בעין ימין (Monocular blindness) נגרם מפגיעה בעצב הראייה הימני (Pre-chiasmatic). פגיעה ב-Optic tract גורמת להמיאנופסיה הומונימית.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "הגיע אדם למיון שמתלונן על שיתוק בחלקו הימני של הפנים. בבדיקה הוא מצליח להרים את שתי הגבות ולעצום את שתי העיניים, אך כאשר הוא מחייך, רק הצד השמאלי של הפה זז. באיזו פגיעה תחשוד ?",
        "correct_answer": "פגיעה בהמיספרה השמאלית במוח (cerebral left hemisphere)",
        "distractor_1": "פגיעה בעצב המשולש הימני (right trigeminal nerve)",
        "distractor_2": "פגיעה בעצב האוקולומוטורי הימני (right oculomotor nerve)",
        "distractor_3": "פגיעה בעצב הפנים הימני (right facial nerve)",
        "explanation": "שיתוק פנים תחתון בלבד (עם שמירה על המצח/גבות) מעיד על פגיעה מרכזית (UMN). מכיוון שהשיתוק מימין, הפגיעה היא בהמיספרה השמאלית (קונטרה-לטרלית). פגיעה פריפרית (עצב 7) הייתה מערבת את כל מחצית הפנים.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "היכן נמצאת הסינפסה בין העצב המוטורי התחתון ( lower motor neuron-LMN) והעצב המוטורי העליון (upper motor neuron-UMN)?",
        "correct_answer": "בחוט השדרה ( spinal cord )",
        "distractor_1": "בתלמוס (thalamus )",
        "distractor_2": "בגזע המוח ( brain stem )",
        "distractor_3": "בקורטרס התחושתי ( somatosensory cortex )",
        "explanation": "הסינפסה בין ה-UMN ל-LMN מתרחשת בקרן הקדמית של חוט השדרה (עבור עצבים ספינליים) או בגרעיני העצבים הקרניאליים בגזע המוח.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מגיע מטופל עם קושי חדש בהליכה. בבדיקתו חולשה של שתי הרגליים, החזרים ערים, בבינסקי חיובי. מבין הבאים, מה מיקום הפגיעה הסביר ביותר?",
        "correct_answer": "חוט השדרה",
        "distractor_1": "שורשים ספינליים",
        "distractor_2": "נוירון מוטורי תחתון",
        "distractor_3": "צרבלום",
        "explanation": "חולשה בשתי הרגליים (פרפלגיה) עם סימני UMN (החזרים ערים, בבינסקי) מכוונת לפגיעה בחוט השדרה (Myelopathy). פגיעה בשורשים או LMN הייתה גורמת להחזרים ירודים.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "הפרעה בשדה הראיה יכולה להיות מיוחסת לחסימה/היצרות בכל העורקים הבאים פרט ל :",
        "correct_answer": "ACA",
        "distractor_1": "MCA",
        "distractor_2": "PCA",
        "distractor_3": "Internal Carotid",
        "explanation": "עורק ה-ACA מספק את האונה הפרונטלית והפריאטלית המדיאלית. פגיעה בו גורמת לחולשה/הפרעה תחושתית ברגל, אך אינה פוגעת במסלולי הראייה. MCA, PCA ו-ICA יכולים לפגוע בראייה.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה מנגנון הפעולה העיקרי של הטיפולים למניעת התקדמות טרשת נפוצה ?",
        "correct_answer": "דיכוי פעילות תאי קתדל",
        "distractor_1": "עידוד חידוש מיאלין",
        "distractor_2": "חסימת פעולת נוגדן פתוגני",
        "distractor_3": "שיפור פעילות חשמלית בסינפסה",
        "explanation": "הטיפולים המשני-מחלה (DMT) בטרשת נפוצה פועלים בעיקר על ידי אימונומודולציה או אימונוסופרסיה (דיכוי מערכת החיסון/תאי דלקת) למניעת ההתקפים והנזק.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה הממצא הפתולוגי העיקרי בטרשת נפוצה ?",
        "correct_answer": "נזק לחומר הלבן במוח",
        "distractor_1": "דה-מיאלינציה של מערכת העצבים ההיקפית",
        "distractor_2": "הרס של אסטרוציטים במוח",
        "distractor_3": "הצטברות חלבונים לא תקינים בתאים אוליגודרוציטים",
        "explanation": "טרשת נפוצה היא מחלה דמיאלינטיבית של מערכת העצבים המרכזית (CNS), הפוגעת בעיקר בחומר הלבן (אקסונים עטופי מיאלין).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה אינו מהווה מטרה טיפולית בטיפול כרוני בטרשת נפוצה ?",
        "correct_answer": "שיפור בתסמינים נוירולוגים קיימים",
        "distractor_1": "הפחתת התקפים קליניים",
        "distractor_2": "מניעת הידרדרות נוירולוגית",
        "distractor_3": "מניעת היווצרות נגעים חדשים בהדמיה",
        "explanation": "הטיפולים הכרוניים (DMT) מטרתם למנוע התקפים עתידיים, למנוע הצטברות נכות ולמנוע נגעים חדשים. הם אינם מתקנים נזק שכבר נעשה ואינם משפרים תסמינים קיימים (לכך יש טיפולים סימפטומטיים).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה אינו חלק מהערכת חולה עם כפל ראייה (דיפלופיה) ?",
        "correct_answer": "האם יש כאב בהנעת העיניים",
        "distractor_1": "האם הפרעת הראיה נעלמת בעצימת עין אחת",
        "distractor_2": "האם שתי הדמויות הוריזונטליות זו לזו או ורטיקליות",
        "distractor_3": "האם כפל הראיה נעלם בעצימת עין אחת",
        "explanation": "בירור דיפלופיה מתמקד בראש ובראשונה בהבחנה בין דיפלופיה מונוקולרית (נשארת בעצימת עין) לבינוקולרית (נעלמת), ובכיוון הכפל (אופקי/אנכי) כדי לאתר את השריר/עצב הפגוע. כאב חשוב לאטיולוגיה אך פחות להגדרת סוג הכפל עצמו.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה נכון בהקשר לתסמונת טורט ?",
        "correct_answer": "מתחילה בדרך כלל בטיקים שמערבים את שרירי הפנים",
        "distractor_1": "מתחילה בדרך כלל בגיל ההתבגרות (11-16)",
        "distractor_2": "שכיחה יותר בבנות בהשוואה לבנים",
        "distractor_3": "תופעות כמו קופרולליה ואקולליה מופיעות ב-50% מהמטופלים",
        "explanation": "תסמונת טורט מתחילה לרוב בילדות (לפני גיל ההתבגרות), שכיחה יותר בבנים, והטיקים הראשונים הם לרוב טיקים מוטוריים פשוטים בפנים (כמו מצמוץ). קופרולליה היא נדירה (כ-10%).",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "איזה מהמשפטים הבאים אינו נכון לגבי רעד ראשוני (Essential Tremor) ?",
        "correct_answer": "הפתוגנזה קשורה לחסר של דופמין",
        "distractor_1": "פרייזולין (Primidone) יכול לשפר את הרעד",
        "distractor_2": "סטרס יכול להחמיר את הרעד",
        "distractor_3": "יש שכיחות גבוהה של רעד במשפחה",
        "explanation": "רעד ראשוני (Essential Tremor) אינו קשור לחסר בדופמין (בניגוד לפרקינסון). הוא מוחמר בסטרס, מוטב ע\"י אלכוהול/פרימידון/דרלין, ויש לו מרכיב גנטי חזק.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "כל המצבים הבאים מהווים התוויות נגד להתחלת טיפול להפרעת קשב וריכוז בסטימולנטים, למעט ?",
        "correct_answer": "מחלה דו - קוטבית ברקע",
        "distractor_1": "יתר לחץ דם קשה לאיזון",
        "distractor_2": "פעילות יתר לא מאוזנת של בלוטת המגן",
        "distractor_3": "מחלה קרדיווסקולרית פעילה",
        "explanation": "מחלה קרדיווסקולרית פעילה, יתר לחץ דם קשה ולא מאוזן, ופעילות יתר של בלוטת התריס הם התוויות נגד מוחלטות/חריפות. הפרעה דו-קוטבית דורשת זהירות (מחשש למאניה) אך אינה התווית נגד מוחלטת כמו האחרים.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    },
    {
        "question_text": "מה סוג המוטציה הגורמת למחלת הנטינגטון ?",
        "correct_answer": "הרחבה של רצף חזרות CAG",
        "distractor_1": "החלפת בסיס אחד באחר (missense)",
        "distractor_2": "מחיקה של בסיס (deletion)",
        "distractor_3": "השתקת הגן של חלבון הנטינגטין",
        "explanation": "מחלת הנטינגטון נגרמת על ידי מוטציית הרחבה של חזרות הטרינוקלאוטיד CAG בגן המקודד לחלבון הנטינגטין.",
        "topic": "שחזורים",
        "sub_topic": "מועד-א"
    }
]