[
  {
    "question_text": "מה מהווים סימפטומים מוטוריים שמאפיינים את מחלת הפרקינסון? ומה לא?",
    "correct_answer": [
      "ספסטיות"
    ],
    "distractor_1": "ברדיקינזיה",
    "distractor_2": "היפוקינזיה",
    "distractor_3": "רעד",
    "explanation": "הסימפטומים המוטוריים הקלאסיים של פרקינסון (תסמונת אקסטרא-פירמידלית) הם רעד במנוחה, ריגידיות (נוקשות), ברדיקינזיה (איטיות) והיפוקינזיה (מיעוט תנועה). ספסטיות היא סוג של טונוס שרירים מוגבר המאפיין פגיעה במסילה הפירמידלית (Upper Motor Neuron), ולכן אינה מאפיינת פרקינסון. (מקור: 4.docx שאלה 1, סיכום מערכת העצבים עמ' 30, 32).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "חיקוי מולקולרי (Molecular mimicry) מתאפיין ב:",
    "correct_answer": [
      "תגובה חיסונית כנגד פתוגן חיצוני המזהה בטעות אנטיגנים עצמיים"
    ],
    "distractor_1": "תגובה חיסונית ישירה כנגד תאי המוח",
    "distractor_2": "חוסר יכולת של מערכת החיסון לזהות פתוגנים",
    "distractor_3": "שפעול יתר של תאי B ללא מעורבות תאי T",
    "explanation": "חיקוי מולקולרי הוא מנגנון שבו מערכת החיסון מייצרת תגובה כנגד גורם זר (כמו חיידק הקמפילובקטר בגיליאן-ברה), אך בשל דמיון מבני בין האנטיגן הזר לחלבון עצמי בגוף, הנוגדנים תוקפים בטעות גם את רקמות הגוף. (מקור: 4.docx שאלה 2, סיכום מערכת העצבים עמ' 97).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "מה האטיולוגיה השכיחה לשבץ מוחי לקונרי (Lacunar stroke)?",
    "correct_answer": [
      "מחלת כלי דם קטנים (Small vessel disease)"
    ],
    "distractor_1": "תסחיף לבבי (Cardioembolism)",
    "distractor_2": "טרשת עורקים של כלי דם גדולים",
    "distractor_3": "דיסקציה של עורק הקרוטיד",
    "explanation": "שבץ לקונרי נגרם מחסימה של עורקים קטנים חודרים (Perforators) במוח, לרוב על רקע יתר לחץ דם כרוני (Hypertensive vasculopathy) הגורם לליפיהיאלינוזיס בדופן הכלי. (מקור: 4.docx שאלה 3, סיכום מערכת העצבים עמ' 15).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "מה הסיבה השכיחה ביותר לשבץ שמקורו בעורק הקרוטיד (באוכלוסייה הכללית)?",
    "correct_answer": [
      "טרשת עורקים (Atherosclerosis)"
    ],
    "distractor_1": "דיסקציה",
    "distractor_2": "מפרצת",
    "distractor_3": "אמבוליה",
    "explanation": "באוכלוסייה הכללית (ובעיקר במבוגרים), הסיבה המובילה לשבץ קרוטידי היא טרשת עורקים (היצרות עקב פלאק). דיסקציה היא סיבה שכיחה בצעירים, אך לא באוכלוסייה הכללית. (מקור: 4.docx שאלה 4, סיכום מערכת העצבים עמ' 14).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "מה נכון לגבי המסלול הספינותלמי (Spinothalamic tract)?",
    "correct_answer": [
      "המסלול עובר ב-DRG והדקוזציה (חצייה) שלו היא בחוט השדרה עצמו"
    ],
    "distractor_1": "הדקוזציה מתרחשת בגזע המוח (מדולה)",
    "distractor_2": "המסלול אחראי על תחושת מגע עדין ופרופריוספציה",
    "distractor_3": "הנוירון השני במסלול נמצא בתלמוס",
    "explanation": "המסלול הספינותלמי (המעביר כאב וטמפרטורה) נכנס לחוט השדרה דרך ה-DRG, עושה סינפסה בקרן האחורית, וחוצה את קו האמצע (דקוזציה) מיד בחוט השדרה (דרך ה-Anterior white commissure) לפני שהוא עולה למוח. זאת בניגוד למסלול הדורסלי שחוצה במדולה. (מקור: 4.docx שאלה 5, סיכום מערכת העצבים עמ' 8).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "התסמינים הבאים מאפיינים שבץ מוחי בטריטוריה של MCA ימני (בהמיספרה לא דומיננטית), למעט:",
    "correct_answer": [
      "אטקסיה"
    ],
    "distractor_1": "Neglect (הזנחת צד)",
    "distractor_2": "הכחדה (Extinction)",
    "distractor_3": "היעדר תובנה לסימפטומים (Anosognosia)",
    "explanation": "שבץ ב-MCA ימני גורם לרוב לחולשה והפרעה תחושתית בצד שמאל, הזנחת צד (Neglect) ואנוסוגנוזיה. אטקסיה (חוסר קואורדינציה) היא סימן מובהק לפגיעה בצרבלום או בגזע המוח, ולא אופיינית לשבץ המיספרי ב-MCA. (מקור: 4.docx שאלה 6, סיכום מערכת העצבים עמ' 18).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "במחלת הטרשת הנפוצה (MS), אילו מהמיקומים הבאים מתאימים להימצאות של נגעים דה-מיאלנטיביים?",
    "correct_answer": [
      "צרבלום, עצב הראייה, ג'וסטה-קורטיקליים, פרי-ונטריקולריים וחוט השדרה"
    ],
    "distractor_1": "החומר האפור העמוק בלבד",
    "distractor_2": "מערכת העצבים הפריפרית בלבד",
    "distractor_3": "רק בחוט השדרה",
    "explanation": "הנגעים האופייניים בטרשת נפוצה (על פי קריטריוני McDonald) ממוקמים באזורים בעלי מיאלין רב: סביב חדרי המוח (Periventricular), סמוך לקורטקס (Juxtacortical), בגומה האחורית (Infratentorial/Cerebellum/Brainstem) ובחוט השדרה. גם עצב הראייה (Optic nerve) הוא אתר שכיח לפגיעה (Optic neuritis). (מקור: 4.docx שאלה 7, סיכום מערכת העצבים עמ' 58).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "מה מאפיין את מחלת ה-ALS?",
    "correct_answer": [
      "מעורבות של נוירון מוטורי עליון (UMN) ונוירון מוטורי תחתון (LMN)"
    ],
    "distractor_1": "פגיעה סנסורית בולטת",
    "distractor_2": "פגיעה בראייה",
    "distractor_3": "פגיעה בשרירי העיניים בלבד",
    "explanation": "ALS היא מחלה ניוונית המערבת באופן קלאסי גם את הנוירונים המוטוריים העליונים (מתבטא בטונוס ספסטי, החזרים ערים) וגם את התחתונים (מתבטא בחולשת שרירים, אטרופיה ופסיקולציות). (מקור: 4.docx 'שאלה 8' משוחזרת מהטקסט, סיכום מערכת העצבים עמ' 68).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "איזה חלבון שוקע במוח במחלת אלצהיימר?",
    "correct_answer": [
      "בטא-עמילואיד (Beta-amyloid)"
    ],
    "distractor_1": "אלפא-סינוקלאין",
    "distractor_2": "TDP-43",
    "distractor_3": "פריונים (Prion protein)",
    "explanation": "הפתולוגיה העיקרית באלצהיימר כוללת שקיעה חוץ-תאית של פלאקים המורכבים מחלבון בטא-עמילואיד, ושקיעה תוך-תאית של חלבון טאו (Tau) זרחני (NFTs). אלפא-סינוקלאין מאפיין פרקינסון ו-DLB. (מקור: 4.docx שאלה 9, סיכום מערכת העצבים עמ' 43).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "מה כולל הבירור להפרעות תנועה (שאלה כללית)?",
    "correct_answer": [
      "חומר שנלמד ביחידה של ד\"ר עומר"
    ],
    "distractor_1": "...",
    "distractor_2": "...",
    "distractor_3": "...",
    "explanation": "הקובץ מציין ששאלה 10 עוסקת בחומר שנלמד אצל ד\"ר נורית עומר ביחידה של הפרעות תנועה (ככל הנראה מתייחס לאנמנזה, בדיקה גופנית וסיווג הפרעות כגון רעד, דיסטוניה וכו'). (מקור: 4.docx שאלה 10).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "איזו בדיקה בודקת תפקודים אקזקיוטיביים ותכנון (בהקשר של ד\"ר נועה ברגמן)?",
    "correct_answer": [
      "ציור שעון"
    ],
    "distractor_1": "חזרה על מילים",
    "distractor_2": "זיהוי חפצים",
    "distractor_3": "התמצאות בזמן",
    "explanation": "מבחן ציור שעון בודק יכולות ויזואליות-מרחביות וכן תפקודים ניהוליים (תכנון, ארגון, חשיבה מופשטת). זהו כלי חשוב להערכה קוגניטיבית, במיוחד להבחנה בין דמנציות שונות. (מקור: 4.docx שאלה 11, סיכום מערכת העצבים עמ' 54).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "מטופל סובל מסוג חדש של התקפים. בבדיקת EEG בזמן האירוע לא נרשמה פעילות אפילפטיפורמית, האירוע היה ממושך, ולא הייתה תקופה פוסט-איקטלית (בלבול לאחר התקף). לאיזו אבחנה הממצאים מכוונים?",
    "correct_answer": [
      "PNES (Psychogenic Non-Epileptic Seizures)"
    ],
    "distractor_1": "סטטוס אפילפטיקוס (Status Epilepticus)",
    "distractor_2": "אפילפסיה של האונה הפרונטלית",
    "distractor_3": "אפילפסיה מסוג Absence",
    "explanation": "היעדר פעילות חשמלית חריגה ב-EEG בזמן אירוע אקטיבי, משך ארוך וחוסר בבלבול/עייפות לאחר האירוע (Post-ictal state) הם סימנים מחשידים לאירועים פסיכוגניים שאינם אפילפטיים (PNES). התקפים אפילפטיים אמיתיים מלווים בשינויי EEG ולרוב בפוסט-איקטל. (מקור: 4.docx שאלה 12, סיכום מערכת העצבים עמ' 26).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  },
  {
    "question_text": "במטופל עם מחלת פרקינסון, מאיזו קבוצת תרופות עדיף להימנע או לשלב בזהירות רבה עקב החשש להחמרת התסמינים המוטוריים?",
    "correct_answer": [
      "תרופות אנטי פסיכוטיות"
    ],
    "distractor_1": "תרופות ממשפחת SSRI",
    "distractor_2": "תרופות להורדת לחץ דם",
    "distractor_3": "סטטינים",
    "explanation": "תרופות אנטי-פסיכוטיות (במיוחד הטיפוסיות, חוסמי דופמין) עלולות להחמיר את הסימפטומים המוטוריים של פרקינסון (כגון נוקשות ואיטיות) ולגרום לפרקינסוניזם תרופתי, מכיוון שהן חוסמות את הרצפטורים לדופמין שהם כבר בחסר במחלה זו. (מקור: 4.docx שאלה 13, סיכום מערכת העצבים עמ' 101).",
    "topic": "מיקוד",
    "sub_topic": "עצבים"
  }
]