[
  {
    "question_text": "מהו התפקיד העיקרי של תיל ההנחיה (guidewire) בעת צנתור כלילי טיפולי (PCI)?",
    "correct_answer": "להוביל עליו את הבלון או התומכן למיקום המיועד",
    "distractor_1": "למדוד את מהירות זרימת הדם בעורק",
    "distractor_2": "לחסום את העורק",
    "distractor_3": "להזריק דרכו חומר ניגוד לעורק",
    "explanation": "[WARNING: Key lists A, but medical context implies B]. תפקידו העיקרי של ה-Guidewire בצנתור הוא לשמש כ\"מסילה\" עליה מחליקים את הציוד הטיפולי (בלונים, סטנטים) לאזור ההיצרות. מדידת זרימה/לחצים נעשית באמצעות תיל ייעודי (Pressure wire) אך זהו אינו התפקיד הסטנדרטי של תיל ההנחיה הרגיל.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "למה משמשת פרוצדורת TEER (Transcatheter edge-to-edge repair) עם MitraClip?",
    "correct_answer": "לתיקון דלף של המסתם המיטרלי",
    "distractor_1": "להחלפת מסתם אאורטלי מוצר",
    "distractor_2": "להחלפת מסתם מיטרלי מוצר",
    "distractor_3": "להקטנת היקף המסתם הטריקוספידלי (annuloplasty)",
    "explanation": "[WARNING: Key lists A, but medical context implies D]. פרוצדורת TEER באמצעות MitraClip מיועדת לתיקון אי-ספיקה (דלף) של המסתם המיטרלי על ידי הצמדת עלי המסתם (Edge-to-edge), ולא להחלפת מסתם אאורטלי (TAVI).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "לאיזו הערכה לא ניתן להשתמש באקו לב במנוחה?",
    "correct_answer": "קיום זרימה בעורקי הלב",
    "distractor_1": "טיב התכווצות חדרי הלב",
    "distractor_2": "הערכה של לחץ הדם בעורק הריאתי",
    "distractor_3": "זרימות ודליפה על פני מסתמי הלב",
    "explanation": "אקו לב (TTE) מאפשר להעריך התכווצות, מסתמים ולחצים (כמו לחץ ריאתי), אך אינו יכול להדגים ישירות את זרימת הדם בתוך העורקים הכליליים (קורונריים) או לזהות חסימות בהם באופן ישיר (לשם כך נדרש צנתור או CT).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "היכן נמצא הימני החדר בתמונה שלפניכם?",
    "correct_answer": "1",
    "distractor_1": "2",
    "distractor_2": "3",
    "distractor_3": "4",
    "explanation": "במבט Apical 4 Chamber סטנדרטי, החוד (Apex) נמצא למעלה. החדרים קרובים למתמר (למעלה) והעליות רחוקות (למטה). חדר ימין (RV) ממוקם בדרך כלל בצד שמאל של המסך (אנטומית ימין). על פי המפתח, התשובה היא 1.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_28.png"
  },
  {
    "question_text": "איזה מההגדים הבאים נכון?",
    "correct_answer": "שבץ מוחי קודם מהווה התווית נגד למתן Prasugrel מטופל עם תסמונת כלילית חדה",
    "distractor_1": "מינונים גבוהים של אספירין, מעל 300 מ\"ג ליום, יעילים יותר בעיכוב טסיות בהשוואה למינונים נמוכים יותר",
    "distractor_2": "Ticagrelor הינו חוסם בלתי הפיך של קולטן P2Y12",
    "distractor_3": "מתן טיפול במעכבי GpIIb/IIIa מומלץ באופן רוטיני לכל המטופלים עם תסמונת כלילית חדה",
    "explanation": "[WARNING: Key lists B, but medical context implies D]. טיקגרלור (Brilinta) הוא מעכב הפיך (Reversible). לעומת זאת, ידוע כי Prasugrel (Effient) אסור לשימוש בחולים עם היסטוריה של שבץ מוחי או TIA בשל סיכון מוגבר לדימום מוחי (מחקר TRITON-TIMI 38).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה נכון מהבאים בנוגע לנוגדי קרישה - DOACs (direct oral anticoagulant) וקומדין (Warfarin)?",
    "correct_answer": "מתן DOACs הראה ירידה בכמות הדימומים מסכני חיים בהשוואה למתן ה-Warfarin",
    "distractor_1": "יש צורך לעקוב אחר רמות של DOAC’s על בסיס שבועי",
    "distractor_2": "מינון קומדין הינו קבוע ואחיד לכל המטופלים",
    "distractor_3": "קומדין הינו תכשיר נוגד קרישה מועדף לכל אורך ההיריון",
    "explanation": "[WARNING: Key lists A, but medical context implies D]. היתרון המרכזי של DOACs הוא שאין צורך בניטור רמות (בניגוד לקומדין הדורש מעקב INR). בנוסף, מחקרים הראו ש-DOACs מפחיתים את הסיכון לדימום תוך-גולגולתי (מסכן חיים) בהשוואה לקומדין.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזו טענה נכונה בקשר לשחלוף חומרים במערכת הנימים (כלי הדם הקפילריים)?",
    "correct_answer": "הדופן בנויה משכבת תאי אנדותל ללא שכבה אלסטית",
    "distractor_1": "מעבר החומרים דרך הדופן מתבצע בצורה אקטיבית בלבד ולא בדיפוזיה",
    "distractor_2": "השחלוף מוגבל רק למולקולות קטנות עד גודל מסוים",
    "distractor_3": "שחלוף חומרים דרך מערכת הנימים מתרחש בכל רקמות הגוף כל הזמן",
    "explanation": "נימים (קפילרות) בנויים משכבה יחידה של תאי אנדותל וממברנה בזאלית, ללא שריר חלק או רקמה אלסטית, מה שמאפשר דיפוזיה יעילה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים מתרחש בשלב הסיסטולה של חדרי הלב?",
    "correct_answer": "הלחץ בעליות גדול יותר מהלחץ בחדרים",
    "distractor_1": "עצבוב פארא-סימפטטי מוגבר",
    "distractor_2": "זרימת דם מחדר ימין לעורקי הריאה",
    "distractor_3": "המסתמים בין העליות לחדרים פתוחים",
    "explanation": "[WARNING: Key lists B ('Atrial pressure > Ventricular pressure'), but medical context implies C ('Flow to pulmonary arteries')]. בסיסטולה, החדרים מתכווצים, הלחץ בחדרים עולה על הלחץ בעליות (ולכן המסתמים נסגרים), והדם מוזרק לעורקים (כולל לעורק הריאה). ייתכן והמפתח שגוי או שהכוונה בתשובה ב' היא הפוכה (לחץ בחדרים גדול מהעליות). התשובה ההגיונית היחידה היא זרימת דם לעורקים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה ההבדל בין אי ספיקת לב עם תפקוד לב ירוד (HFrEF) ואי ספיקת לב עם תפקוד לב שמור (HFpEF)?",
    "correct_answer": "השכיחות של נשים גבוהה יותר בחולים עם אי ספיקת לב ותפקוד לב שמור (HFpEF)",
    "distractor_1": "רק סוכרת גורמת לאי ספיקת לב עם תפקוד לב ירוד (HFrEF)",
    "distractor_2": "התסמינים באי ספיקת לב עם תפקוד לב ירוד (HFrEF) חמורים יותר",
    "distractor_3": "הסיכון לתמותה יותר גבוה באי ספיקת לב עם תפקוד לב שמור (HFpEF)",
    "explanation": "[WARNING: Key lists B, but medical context implies D]. נשים מהוות רוב בקרב חולי HFpEF, בעוד שגברים שכיחים יותר ב-HFrEF. התסמינים והפרוגנוזה (תמותה) דומים למדי בין שני המצבים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה ההשפעה של מערכת העצבים הסימפטטית על המערכת הקרדיווסקולרית?",
    "correct_answer": "האטה בקצב הלב",
    "distractor_1": "ירידה בלחץ הדם",
    "distractor_2": "הפרשה מוגברת של וזופרסין",
    "distractor_3": "ירידה בהפרשה של אלדוסטרון",
    "explanation": "[WARNING: Key lists B ('Slowing HR'), but medical context implies Tachycardia]. המערכת הסימפתטית גורמת לעלייה בקצב הלב (טכיקרדיה), כיווץ כלי דם ועלייה בלחץ הדם. ייתכן והשאלה היא \"מה *אינה* ההשפעה\" או שמדובר בטעות במפתח/שחזור. לפי המפתח התשובה היא האטה בקצב, שהיא למעשה תפקיד המערכת הפארא-סימפתטית.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מאפיין אי ספיקת לב עם תפקוד לב ירוד?",
    "correct_answer": "הסטה של עקומת לחץ/נפח לכיוון ימין",
    "distractor_1": "לא נמצא קשור למחלת לב איסכמית",
    "distractor_2": "אין פגיעה בתפקוד חדר ימין",
    "distractor_3": "פיזיולוגיה קונצנטרית של חדר שמאל",
    "explanation": "[WARNING: Key lists C ('Concentric'), but medical context implies D]. אי ספיקת לב עם תפקוד ירוד (HFrEF, סיסטולית) מתאפיינת בלב מורחב (Eccentric hypertrophy) ועקומת לחץ-נפח מוסטת ימינה (נפחים גדולים יותר). היפרטרופיה קונצנטרית אופיינית ל-HFpEF.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים הוא הנכון ביותר בנוגע לממצא של מיוקרד מסונן בתאי דלקת?",
    "correct_answer": "יכול להתאים ל myocarditis או למצב אחרי myocardial infarction",
    "distractor_1": "פתוגנומוני למצב לאחר myocardial infarction",
    "distractor_2": "מתאים לצלקת במיוקרד כשנה לאחר myocardial infarction",
    "distractor_3": "מתאים לקרדיומיופתיה מסוג dilated",
    "explanation": "תסנין דלקתי בשריר הלב מופיע באופן קלאסי במיוקרדיטיס (דלקת שריר הלב), אך גם כתגובה לנמק בימים הראשונים לאחר אוטם שריר הלב (MI).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מאפיין Fatty Streaks על כלי הדם?",
    "correct_answer": "הם אינם גורמים לחסימת חלל כלי הדם",
    "distractor_1": "מופיעים בעיקר במעשנים כבדים",
    "distractor_2": "טרומבוזיס על פניהם היא אחת הסיבות ל myocardial infarction",
    "distractor_3": "כולם יהפכו עם הזמן לרבדים טרשתיים",
    "explanation": "[WARNING: Key lists D, but medical context implies B]. פסים שומניים (Fatty streaks) הם הנגע הראשוני בטרשת עורקים, מופיעים כבר בילדות, שטוחים ואינם חוסמים את זרימת הדם. לא כולם מתקדמים לפלאק טרשתי.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה מהמבנים הבאים מקבל אספקת דם מה-Right coronary artery?",
    "correct_answer": "SA-AV nodes",
    "distractor_1": "Atrioventricular bundle",
    "distractor_2": "Right bundle branch",
    "distractor_3": "Left bundle branch",
    "explanation": "[WARNING: Key lists D, but medical context implies A]. ה-RCA מספק דם ל-SA Node (בכ-60% מהאנשים) ול-AV Node (בכ-90% מהאנשים).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מאפיין את Coronary Sinus?",
    "correct_answer": "מנקז Great, median and small cardiac veins",
    "distractor_1": "נפתח על Inferior vena cava",
    "distractor_2": "מנקז Anterior cardiac veins בלבד",
    "distractor_3": "נפתח על Superior Vena cava",
    "explanation": "הסינוס הקורונרי הוא הוריד הראשי של הלב, המנקז את הורידים הגדולים (Great, Middle, Small) ונפתח לעלייה הימנית.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה נכון בהקשר לאק\"ג המצ\"ב?",
    "correct_answer": "שכיח בהיפרתירואידיזם",
    "distractor_1": "שכיח בהיפותירואידיזם",
    "distractor_2": "שכיח בהיפותרמיה",
    "distractor_3": "מדובר ב Normal sinus rhythm (NSR)",
    "explanation": "על פי המפתח, התשובה היא ב'. יתר פעילות של בלוטת התריס (Hyperthyroidism) גורמת לרוב לטכיקרדיה (כמו סינוס טכיקרדיה או פרפור עליות).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_29.png"
  },
  {
    "question_text": "מה המחולל (טריגר) הסביר ביותר למצב המתואר בתרשים הבא?",
    "correct_answer": "שימוש בתרופה אנטיאריתמית class III, למשל Sotalol",
    "distractor_1": "שתיית אלכוהול מופרזת",
    "distractor_2": "היפרקלמיה (hyperkalemia)",
    "distractor_3": "היפופוספטמיה (hypophosphatemia)",
    "explanation": "[WARNING: Key lists B, but medical context implies A]. התרשים (Torsades de Pointes) נגרם מהארכת מקטע QT. תרופות מסוג Class III (כמו סוטלול) מאריכות QT ומהוות גורם סיכון קלאסי להפרעת קצב זו.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_30.png"
  },
  {
    "question_text": "מה הסיבה לממצא באק\"ג המצ\"ב?",
    "correct_answer": "accessory pathway בין העליות לחדרים",
    "distractor_1": "slow pathway ב AV node",
    "distractor_2": "fast pathway ב AV node",
    "distractor_3": "accessory pathway בין החדרים",
    "explanation": "[WARNING: Key lists D, but medical context implies C]. התרשים מציג גלי דלתא (WPW), הנגרמים על ידי מסלול הולכה עוקף (Accessory pathway) המחבר חשמלית בין העליות לחדרים (עוקף את ה-AV Node).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_31.png"
  },
  {
    "question_text": "מהם התהליכים הדלקתיים והמקומיים המאפיינים פלאק טרשתי?",
    "correct_answer": "ליבה עשירה בשומן, כיפה פיברוטית דקה ונוכחות ניאו-אנגיוגנזה יוצרים מצע לפלאק פגיע",
    "distractor_1": "תאי שריר חלק עוברים נדידה לאזור הפלאק ומגבירים את התעבות הכיפה הפיברוטית, מה שמפחית את הסיכון לקרע והיווצרות תרומבוס",
    "distractor_2": "גיוס של תאי דם אדומים לאזור הפלאק מגביר את יציבותו",
    "distractor_3": "מכיל בעיקר קולגן ותאי שריר חלק אשר מייצבים את הכיפה הפיברוטית ומונעים את קרע הפלאק גם בתנאי לחץ גבוהים",
    "explanation": "[WARNING: Key lists A, but medical context implies B]. פלאק לא יציב (Vulnerable plaque) מתאפיין בליבה שומנית גדולה, כיפה פיברוטית דקה, וריבוי דלקת וכלי דם חדשים, מה שמגביר את הסיכון לקרע.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "באילו מצבים מומלץ לבצע אק\"ג של 18 לידים בחולה עם חשד לתסמונת כלילית חריפה (Acute coronary syndrome)?",
    "correct_answer": "בחשד ל-STEMI של דופן תחתונה או צניחות ST ב-1-3",
    "distractor_1": "רק במקרה של אוטם קיר קדמי",
    "distractor_2": "במקרים של היפוך גלי T בלבד",
    "distractor_3": "בכל מקרה של עליות ST מעל 2 מ\"מ",
    "explanation": "אק\"ג מורחב (כולל חיבורים ימניים ואחוריים) מומלץ בחשד לאוטם תחתון (Inferior STEMI) כדי לשלול מעורבות חדר ימין (RV Infarction) או אוטם אחורי (Posterior MI).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה ההבדל בין היפוקסיה לאיסכמיה ברקמת הלב?",
    "correct_answer": "איסכמיה היא ירידה באספקת החמצן והמזון לרקמה הכוללת ירידה באספקת הדם והן בזרימת הדם, בעוד שהיפוקסיה היא הפחתה באספקת חמצן בלבד",
    "distractor_1": "היפוקסיה היא הפחתה באספקת חמצן בלבד, בעוד שאיסכמיה כוללת ירידה הן בזרימת הדם",
    "distractor_2": "היפוקסיה מתרחשת יש כאשר הפסקה מוחלטת של זרימת הדם ללב, בעוד שאיסכמיה לרקמה החמצן והמזון",
    "distractor_3": "איסכמיה נוצרת בעיקר כתוצאה מהיפרקפניה, בעוד שהיפוקסיה נגרמת כתוצאה מעלייה בצריכת החמצן בלבד",
    "explanation": "איסכמיה היא מצב של חוסר זילוח דם (Perfusion), הגורם למחסור לא רק בחמצן אלא גם בנוטריינטים ופינוי פסולת. היפוקסיה היא מצב של חוסר חמצן בלבד (שיכול להתרחש גם עם זרימת דם תקינה).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים מתאים לאבחנה של אוטם שריר הלב (myocardial infarction)?",
    "correct_answer": "נוכחות של ראיות קליניות לאיסכמיה, בשילוב עם עלייה ברמות טרופונין מעל אחוזון ה-99%",
    "distractor_1": "עלייה חד-פעמית בטרופונין מעל אחוזון ה-99%, ללא תסמינים קליניים",
    "distractor_2": "ראיות קליניות לאסכמיה, ללא עליה בטרופונין",
    "distractor_3": "חסימה כלילית משמעותית בצנתור",
    "explanation": "ההגדרה האוניברסלית של אוטם (MI) דורשת עדות לנזק שרירי (עליית טרופונין מעל אחוזון 99) יחד עם עדות קלינית לאיסכמיה (כאב, אק\"ג, או הדמיה).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה מהמשפטים הבאים מתאר בצורה נכונה את המנגנון הפתופיזיולוגי של אוטם שריר הלב מסוג Type I MI?",
    "correct_answer": "קרע או ארוזיה של רובד טרשתי",
    "distractor_1": "חוסר איזון בין אספקת החמצן לשריר הלב לבין התצרוכת",
    "distractor_2": "ירידה כללית ברמות החמצן בדם",
    "distractor_3": "רק לאחר הליך של צנתור כלילי (PCI) שבו העורק נסתם מחדש (Restenosis)",
    "explanation": "[WARNING: Key lists A, but medical context implies B]. סוג 1 (Type I MI) מוגדר כאוטם ספונטני הנובע מאירוע כלילי ראשוני כמו קרע של פלאק טרשתי. חוסר איזון בין אספקה לתצרוכת (ללא קרע פלאק) מוגדר כ-Type II MI.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה הסמן הנפוץ ביותר לאבחון נזק מיוקארדיאלי?",
    "correct_answer": "טרופונין T",
    "distractor_1": "טרופונין I",
    "distractor_2": "טרופונין C",
    "distractor_3": "אין הבדל בין סוגי הטרופונין השונים",
    "explanation": "טרופונין (I או T) הוא הסמן הספציפי והרגיש ביותר לנזק לשריר הלב. המפתח מציין את תשובה א' (טרופונין T).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "באיזה תרחיש יש לשקול מתן טיפול טרומבוליטי כמענה ראשוני להשגת זילוח (reperfusion) בחולה עם אוטם חריף בשריר הלב ועליות ST?",
    "correct_answer": "כאשר לא ניתן להשיג גישה לצנתור כלילי תוך 120 דקות מרגע האבחון",
    "distractor_1": "במצב של כשל המודינמי חריף המחייב שימוש בתמיכה מכנית",
    "distractor_2": "כאשר האק\"ג מציג עליות ST במוביל אחד בלבד, ללא עדות ברורה לאיסכמיה נרחבת",
    "distractor_3": "כאשר יש עדות למחלה כלילית כרונית יציבה ללא שינוי בתסמינים בחודשים האחרונים",
    "explanation": "הנחיות הטיפול ב-STEMI קובעות כי אם לא ניתן לבצע צנתור ראשוני (PPCI) בתוך 120 דקות מהמגע הרפואי הראשון, יש לתת טיפול פיברינוליטי (טרומבוליזה) בהקדם, בהיעדר הוריות נגד.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה הקצב באק\"ג המצ\"ב?",
    "correct_answer": "פרפור פרוזדורים עם הולכה משתנה",
    "distractor_1": "סינוס עם חסם הולכה מדרגה I",
    "distractor_2": "סינוס עם חסם הולכה מדרגה II מסוג Mobitz I",
    "distractor_3": "High degree AV block",
    "explanation": "על פי מפתח התשובות, התשובה היא ג'. פרפור פרוזדורים מתאפיין בקצב לא סדיר וללא גלי P סדירים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_31.png"
  },
  {
    "question_text": "מה הקצב באק\"ג המצ\"ב?",
    "correct_answer": "סינוס עם PACS",
    "distractor_1": "סינוס עם PVCS",
    "distractor_2": "פרפור פרוזדורים",
    "distractor_3": "סינוס עם הולכה משתנה",
    "explanation": "פעימות מוקדמות שמקורן בעלייה (PACs) נראות כקומפלקס צר המופיע מוקדם מהצפוי, לרוב עם גל P שונה בצורתו.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_32.png"
  },
  {
    "question_text": "מי מהבאים יכול סביר שיתייצג עם silent angina?",
    "correct_answer": "חולה סוכרת",
    "distractor_1": "מטופל צעיר",
    "distractor_2": "מטופל עם דיסקציה של אבי העורקים",
    "distractor_3": "מטופל עם אנמיה",
    "explanation": "חולי סוכרת סובלים לעיתים קרובות מנוירופתיה אוטונומית וסנסורית, המפחיתה את תחושת הכאב בזמן איסכמיה לבבית (איסכמיה שקטה).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה נכון לגבי דלף בין העליות (ASD)?",
    "correct_answer": "חומרת הפגם תלויה בגודל הפגם ובהיענות חדרי הלב",
    "distractor_1": "התוויה לסגירת הפגם תלויה בסימפטומים",
    "distractor_2": "האבחנה נעשית לרוב ע\"י הדגמת חדר שמאל מורחב בבדיקת אקו לב",
    "distractor_3": "חומרת הפגם תלויה בגודל הפגם ובתנגודת הריאתית",
    "explanation": "ב-ASD, כיוון הדלף וכמותו תלויים בהפרש הלחצים ובהיענות (Compliance) היחסית של חדר ימין לעומת חדר שמאל. דלף משמעותי גורם להרחבת חדר ימין (ולא שמאל).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים נכון לגבי פגם בין החדרים (VSD)?",
    "correct_answer": "חומרת ה VSD תלויה בגודל ובהיענות של חדרי הלב",
    "distractor_1": "יש צורך בסגירתו בלי קשר לחומרת המום",
    "distractor_2": "במידה ומדובר על פגם גדול צפויה התפתחות של אי ספיקת לב",
    "distractor_3": "במידה ומדובר על פגם קטן ורסטרקטיבי תמיד תהיה הרחבה של חדר שמאל",
    "explanation": "גודל הדלף ב-VSD תלוי בגודל החור ובלחצים/תנגודת (PVR vs SVR). פגמים קטנים (רסטריקטיביים) לרוב א-סימפטומטיים ונסגרים לבד.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים מתאר את המנגנונים השונים בצורה נכונה (Sinus Node Pacemaker)?",
    "correct_answer": "תעלה המופעלת בתנאי היפרפולריזציה גורמת לכניסת יוני נתרן שבהדרגה מעלים את הפוטנציאל",
    "distractor_1": "...",
    "distractor_2": "...",
    "distractor_3": "...",
    "explanation": "תעלות ה-Funny current (If) נפתחות בהיפר-פולריזציה ומכניסות יוני נתרן (ואשלגן), מה שגורם לדפולריזציה ספונטנית איטית (Phase 4) בתאי הקוצב.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איך מוכיחים שקיעה של עמילואיד בלב?",
    "correct_answer": "צביעת CONGO RED בביופסיה",
    "distractor_1": "בדיקת טרופונין",
    "distractor_2": "ריבוי תאי פלסמה במח עצם",
    "distractor_3": "עליה ניכרת בשרשרת קלה",
    "explanation": "אבחנה דפיניטיבית של עמילואידוזיס מתבצעת על ידי ביופסיה וצביעת קונגו-רד, המדגימה את העמילואיד (Apple-green birefringence בקיטוב).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מאפיין REMODELLING פיזיולוגי בהריון?",
    "correct_answer": "התרחבות חדר שמאל",
    "distractor_1": "עיבוי דפנות",
    "distractor_2": "פיברוזיס נרחבת",
    "distractor_3": "ירידה בתפקוד סיסטולי",
    "explanation": "בהריון יש עליה בנפח הדם ובתפוקת הלב, הגורמים לעומס נפח ולהיפרטרופיה אקסצנטרית (הגדלת חלל) פיזיולוגית של חדר שמאל.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה לא מהווה גורם להיצרות כפורת הלב (Constrictive Pericarditis)?",
    "correct_answer": "כמוטרפיה",
    "distractor_1": "שחפת",
    "distractor_2": "הקרנות לבית חזה",
    "distractor_3": "ניתוח לב פתוח",
    "explanation": "[WARNING: Key lists B, but medical context implies A]. שחפת (TB) היא גורם קלאסי ומרכזי לפריקרדיטיס קונסטריקטיבי (במיוחד בעולם המתפתח). הקרנות וניתוחי לב הם גורמים שכיחים בעולם המערבי. כימותרפיה גורמת בעיקר לקרדיומיופתיה (כמו אדריאמיצין) ולא אופיינית כגורם ישיר לקונסטריקציה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בן 55 עם אי ספיקה אאורטלית כרונית קשה, מדווח על קוצר נשימה בהליכה מזה חודשיים. מקטע פליטה (EF) 62%. מה הגישה המומלצת?",
    "correct_answer": "החלפת המסתם האאורטלי בניתוח",
    "distractor_1": "טיפול במעכבי ACE",
    "distractor_2": "טיפול בחוסמי סידן",
    "distractor_3": "החלפת המסתם האאורטלי בצינתור (TAVI)",
    "explanation": "בחולים עם אי-ספיקה אאורטלית (AR) קשה וסימפטומטית, האינדיקציה היא ניתוח החלפת מסתם (AVR). TAVI שמור לרוב לחולים בסיכון ניתוחי גבוה או מבוגרים מאוד, ופחות מאושר ל-AR טהור (ללא היצרות).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מהו קצב הלב הראשוני שנצפה לראות במטופל עם דום לב?",
    "correct_answer": "פרפור חדרים",
    "distractor_1": "אסיסטולה",
    "distractor_2": "פרפור עליות",
    "distractor_3": "חסם הולכה מדרגה 3",
    "explanation": "פרפור חדרים (VF) או טכיקרדיה חדרית (VT) הם קצבי הלב השכיחים ביותר בדום לב פתאומי (SCA), במיוחד על רקע איסכמי, והם ברי-היפוך (Shockable).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה נכון לגבי ההסתמנות והטיפול ב-Mature teratoma במיצר?",
    "correct_answer": "טיפול ניתוחי מהווה ריפוי ברוב המכריע של המקרים",
    "distractor_1": "מופיעה בעיקר בגיל המבוגר (מעל 40)",
    "distractor_2": "היא תסמינית וגורמת לכאבים בחזה ברוב המקרים",
    "distractor_3": "ניתן לראות בהדמייה הסתידויות (calcifications) ברוב המקרים (מעל 75%)",
    "explanation": "טרטומה בשלה (Mature) היא גידול שפיר, ולכן כריתה כירורגית היא קוראטיבית (מרפאת). הגידול אופייני לצעירים ולרוב א-סימפטומטי (אלא אם כן הוא גדול מאוד).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מהי הבדיקה שמאפשרת אבחנה של COPD?",
    "correct_answer": "בדיקת ספירומטריה שתדגים יחס FEV1/FVC <0.7 לאחר מרחיב סימפונות",
    "distractor_1": "בדיקת תפקודי ריאות מלאים שתדגים TLC גבוה בנוכחות RV גבוה",
    "distractor_2": "בדיקת CT שתדגים אמפיזמה מפושטת",
    "distractor_3": "צילום חזה שמדגים היפראינפלציה (יתר אוורור) + בדיקת DLCO נמוכה מ- 80%",
    "explanation": "הקריטריון האבחנתי (Gold Standard) למחלת ריאות חסימתית כרונית (COPD) הוא יחס FEV1/FVC נמוך מ-0.7 בבדיקת ספירומטריה לאחר מתן מרחיבי סימפונות (Post-bronchodilator).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים מתאר את המנגנונים האימונולוגיים המעורבים בהתפתחות אסתמה אלרגית?",
    "correct_answer": "הפרשת של ציטוקינים כמו IL-4, IL-5 ו IL-13 מתאי TH2 ויצירת נוגדני IgE",
    "distractor_1": "תאי MAST ותאים בזופילים מפרישים IL-4, המזרז הפעלה של תאי T מסוג TH1",
    "distractor_2": "תאי אפיתל במערכת הנשימה מגיבים לאנטיגנים חיצוניים על ידי שחרור ציטוקינים כמו IL-2 ו-IL-6",
    "distractor_3": "היעדר תגובה של תאי TH2 והפעלה ביתר של תאי TH1",
    "explanation": "אסתמה אלרגית מתווכת על ידי תגובה מסוג Type 2 inflammation, בה מעורבים תאי Th2 המפרישים ציטוקינים (IL-4, IL-5, IL-13) המעודדים ייצור IgE וגיוס אאוזינופילים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בן 40 עם אסתמה מתלונן על החמרה בתסמינים למרות טיפול במשאף קבוע. איזו מהפעולות הבאות היא הראשונה שיש לבצע?",
    "correct_answer": "בדיקת היענות וטכניקת שימוש במשאף המטופל",
    "distractor_1": "ביצוע הדמיית חזה",
    "distractor_2": "לבצע בדיקת תפקודי ריאות לשלילת הפרעה חסימתית אחרת",
    "distractor_3": "להתחיל טיפול בסטרואידים סיסטמיים במינון נמוך",
    "explanation": "לפני שמסלימים טיפול (Step up), ההנחיות (GINA) מדגישות שיש לוודא שהמטופל נוטל את הטיפול הקיים כראוי (Adherence) ומשתמש במשאף בטכניקה נכונה, שכן אלו סיבות נפוצות לחוסר איזון.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בן 55 עשה בדיקת שינה ביתית בשל נחירות ושינה לא מרעננת. הבדיקה הדגימה apnea hypopnea index (AHI) = 15/h ללא ירידה בסטורציה. ניסה CPAP בעבר אך לא הסתגל. מה הטיפול המתאים?",
    "correct_answer": "סד דנטלי לדום נשימה , בהתאמת אישית (mandibular advancement device)",
    "distractor_1": "ירידה במשקל על ידי ניתוח בריאטרי",
    "distractor_2": "מעקב בלבד",
    "distractor_3": "ניתוח uvulopalatopharyngoplasty (UPPP)",
    "explanation": "עבור דום נשימה בשינה בדרגה קלה-בינונית (AHI 15) בחולים שאינם מסתגלים ל-CPAP, התקן דנטלי (Mandibular advancement device) הוא חלופה טיפולית מומלצת ויעילה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בת 30 עוברת בירור לקוצר נשימה כשנה אחרי שעברה תסחיף ריאתי וטופלה בנוגדי קרישה למשך 6 חודשים. בצנתור לב ימין נמצא יתר לחץ דם ריאתי מוכח עם לחץ יתד WEDGE נמוך ופגמי מילוי בעורקי הריאה בבדיקת CT PULMONARY ANGIOGRAM. מה הטיפול הראשון שיש להציע למטופלת?",
    "correct_answer": "חידוש טיפול בנוגדי קרישה",
    "distractor_1": "ניתוח להסרת קרישי דם",
    "distractor_2": "צנתור חוזר עם טיפולי ANGIOPLASTY לפתוח כלי הדם",
    "distractor_3": "טיפול בתרופה riociguat",
    "explanation": "המטופלת סובלת מ-CTEPH (יתר לחץ דם ריאתי כרוני תסחיפי). הצעד הטיפולי הבסיסי והראשון בכל חולי CTEPH הוא מתן נוגדי קרישה (Anticoagulation) לכל החיים, עוד לפני ששוקלים ניתוח או טיפול תרופתי מתקדם.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה נכון לגבי סימן סילואט בצילום חזה?",
    "correct_answer": "משמש לזיהוי ומיקום ממצא פתולוגי בריאות",
    "distractor_1": "משמש לאבחנה בין פנוימוטוראקס לתפליט פלויראלי",
    "distractor_2": "עוזר לאבחון תסחיף ריאתי",
    "distractor_3": "פתוגנומוני לדלקת ריאות",
    "explanation": "סימן הסילואט (Silhouette sign) מתאר אובדן של גבול אנטומי תקין (כמו גבול הלב או הסרעפת) כאשר ישנה רקמה פתולוגית (כמו דלקת או תמט) בצפיפות דומה הצמודה אליו. הוא מסייע למקם את הממצא בריאה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה הדרך לשפר את האוורור לצורך פינוי CO2 חולה מונשם?",
    "correct_answer": "בהנשמה תלוית לחץ (PCV) ניתן להעלות את מספר הנשימות, נפח הנשימה (TV) ולהאריך את זמן האינספיריום",
    "distractor_1": "בהנשמה תלוית נפח (VCV) ניתן להעלות את מספר הנשימות, נפח הנשימה (TV) ולהאריך את זמן האינספיריום",
    "distractor_2": "בהנשמה תלוית נפח (VCV) ניתן להעלות את מספר הנשימות, נפח הנשימה (TV) ולהעלות את ה PEEP",
    "distractor_3": "בהנשמה תלוית לחץ (PCV) ניתן להעלות את מספר הנשימות, נפח הנשימה (TV) ולהאריך את זמן האקספיריום ,על ידי העלאת הלחץ האינספירטורי",
    "explanation": "פינוי CO2 תלוי באוורור לדקה (Minute Ventilation = RR * TV). העלאת קצב הנשימות (RR) ונפח הנשימה (TV) משפרת פינוי. הארכת זמן האינספיריום (Ti) ב-PCV יכולה לשפר את הנפח המתקבל (ולכן את האוורור) ולשפר חמצון, אך יש להיזהר מיצירת Auto-PEEP.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "חולה לימפומה מתייצג עם תפליט פלאורלי בכמות בינונית. בניקור – נוזל אקסודטיבי עם טריגליצרידים גבוהים. המרבית החולים הטיפול יכלול את כל הנ\"ל למעט?",
    "correct_answer": "צום ובהמשך כלכלת Medium Chain Triglyceride( MCT) ללא שומנים",
    "distractor_1": "מתן סומטוסטטין",
    "distractor_2": "טיפול במחלת הלימפומה כדי להקטין את כמות הנוזל",
    "distractor_3": "ניקוז הנוזל",
    "distractor_4": "ניתוח ליגציה לקשירת Thoracic duct",
    "explanation": "הטיפול השמרני בכילוטורקס כולל ניקוז, כלכלת MCT/צום וסומטוסטטין. ניתוח לקשירת ה-Thoracic duct הוא טיפול דפיניטיבי אך שמור למקרים עמידים לטיפול שמרני או טראומטיים קשים, ואינו הקו הראשון.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים נכון בנוגע לביופסיות של נגעים בריאות?",
    "correct_answer": "ביצוע ביופסיה תחת CT מנגע מרכזי בריאה בעל סיכון לגרום לחזה אוויר pneumothorax בשכיחות גבוהה יותר מביצוע דגימות בברונכוסקופיה",
    "distractor_1": "ביופסיה של נגע ריאתי תחת CT מתאפשר לכל נגע בבית החזה",
    "distractor_2": "בברונכוסקופיה וביופסיה תחת CT נדרשת סדציה תוך ורידית של המטופל",
    "distractor_3": "עדיף להתחיל קודם לדגום קשריות לימפה מהמיצר בניתוח מדיאסטינוסקופיה מאשר באמצעות ENDOBRONCHIAL ULTRASOUND (EBUS)",
    "explanation": "ביופסיה תחת CT (Percutaneous) כרוכה בסיכון גבוה יותר לפנאומוטורקס (חזה אוויר) בהשוואה לברונכוסקופיה, במיוחד בנגעים מרכזיים הדורשים מעבר דרך רקמת ריאה רבה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה נכון לגבי סיוע לגמילה מעישון?",
    "correct_answer": "יעוץ מרופא של 30 שניות יכול להכפיל סיכויי גמילה מעישון",
    "distractor_1": "ביעוץ למטופל לפי שיטת A-A-R הרופא הוא זה שמעביר את התכנים הקשורים בגמילה",
    "distractor_2": "בשימוש במסטיק ניקוטין ההנחיה היא ללעוס טבליית מסטיק כל שעה באופן קבוע",
    "distractor_3": "בשימוש במדבקות ניקוטין יש להדביק את מדבקת הניקוטין ברגע שהנגמל מרגיש את הצורך בעישון",
    "explanation": "התערבות קצרה של רופא (Brief advice) הוכחה כמכפילה את אחוזי הגמילה מעישון בהשוואה ללא התערבות.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהממצאים הבאים יתמוך באבחנה של סרקואידוזיס ריאתי?",
    "correct_answer": "ירידה בדיפוזיה בתפקודי הריאות",
    "distractor_1": "סימני חלת דבש בבסיסי הריאות בסיטי חזה",
    "distractor_2": "עלייה באשלגן בבדיקות הדם",
    "distractor_3": "עלייה בהפרשת נתן בשתן",
    "explanation": "בסרקואידוזיס ריאתי, הפגיעה השכיחה ביותר בתפקודי הריאות היא ירידה בדיפוזיה (DLCO), עוד לפני שרואים רסטריקציה. חלת דבש מתאימה ל-UIP/IPF. בסרקואידוזיס תיתכן היפרקלציאוריה (סידן בשתן), לא נתרן.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בן 57, בבירור בשל חום ממושך כאבי שרירים וחולשה. בצילום חזה למפאדנופתיה בשערים. במעבדה היפרקלצמיה והפרעה כולסטטית באנזימי כבד. מה השלב הבא בבירור?",
    "correct_answer": "ביופסיה מהממצאים בריאה או בכבד",
    "distractor_1": "בדיקת מח עצם ואלקטרופורזה של חלבוני הדם",
    "distractor_2": "התחלת טיפול אנטיביוטי מכוון לדלקת בכיס המרה",
    "distractor_3": "התחלת טיפול בסטרואידים",
    "explanation": "החשד הקליני הוא למחלה גרנולומטוטית (כמו סרקואידוזיס) או לימפומה. האבחנה הדפיניטיבית דורשת ביופסיה מהאיבר המעורב (ריאה/קשריות לימפה או כבד) להוכחת גרנולומות או ממאירות.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מהו הדפוס הטיפוסי שנצפה בבדיקות תפקודי ריאות אצל מטופלים עם פיברוזיס ריאתי אידיופתי (IPF)?",
    "correct_answer": "יחס FEV1/FVC מוגבר עם נפח ריאה כולל (TLC) מופחת",
    "distractor_1": "יחס FEV1/FVC נמוך עם נפח שארי (RV) מוגבר",
    "distractor_2": "יחס FEV1/FVC מוגבר עם נפח ריאה כולל (TLC) תקין",
    "distractor_3": "יחס FEV1/FVC נמוך עם יכולת דיפוזיה (DLCO) תקינה",
    "explanation": "IPF היא מחלה רסטריקטיבית. מאפייניה הם ירידה בנפחי הריאה (TLC נמוך) ושמירה או עלייה ביחס FEV1/FVC (בניגוד למחלות חסימתיות). בנוסף, יש ירידה בדיפוזיה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה המנגנון הפתופיזיולוגי שבו מתפתחת יתר רגישות לאנטיגנים ב-Hypersensitivity pneumonitis?",
    "correct_answer": "Type 3 & 4 hypersensitivity reaction",
    "distractor_1": "Type 1 hypersensitivity reaction",
    "distractor_2": "Type 2 hypersensitivity reaction",
    "distractor_3": "Type 5 hypersensitivity reaction",
    "explanation": "דלקת ריאות מיתר רגישות (HP) מערבת תגובה חיסונית המשלבת קומפלקסים חיסוניים (Type III) ותגובה תאית מאוחרת (Type IV - T-cell mediated).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "לפניך גידול ריאה עם המאפיינים ההיסטולוגיים הבאים: קוטר 1.5 ס\"מ, מורכב מקנים של תאים עם פליאומורפיזם בינוני וגרעינים בצורת \"מלח ופלפל\". צובע חיובי ל-Chromogranin, TTF1 ו-Synaptophysin. נספרה מיטוזה אחת לכל 2 מ\"מ², ללא נקרוזיס. מהי האבחנה הסבירה?",
    "correct_answer": "Typical carcinoid",
    "distractor_1": "Adenocarcinoma",
    "distractor_2": "Small cell carcinoma",
    "distractor_3": "Atypical carcinoid",
    "distractor_4": "Large cell neuroendocrine carcinoma",
    "explanation": "המאפיינים (גודל קטן, מורפולוגיה נוירואנדוקרינית, מרקרים חיוביים, מיעוט מיטוזות והיעדר נמק) מתאימים ל-Typical Carcinoid. גידול אטיפי היה מראה יותר מיטוזות (2-10) או נמק.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "לפניך תמונת CT של אונות הריאה התחתונות של מטופל בן 72, לא מעשן. מהי האבחנה הסבירה ביותר?",
    "correct_answer": "IPF",
    "distractor_1": "Fibrotic NSIP",
    "distractor_2": "אמפיזמה",
    "distractor_3": "סיליקוזיס",
    "explanation": "[WARNING: Key lists A (Fibrotic NSIP) or D (IPF) depending on version, image img_33.png suggests Honeycombing]. בהיעדר תמונה, אם מתואר Honeycombing בבסיסים אצל גבר מבוגר לא מעשן, זהו דפוס UIP המתאים ל-IPF. על פי מפתח התשובות (50->49->65), התשובה היא א' (Fibrotic NSIP)? המפתח קצת מבולבל. בהתבסס על התיאור הקלאסי (מבוגר, בסיסים, חלת דבש) - מתאים ל-IPF (ד). אם התמונה מראה NSIP, אז א. נניח ד לפי ההקשר.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_33.png"
  },
  {
    "question_text": "מה מהבאים הוא הנכון ביותר לגבי פתוגנזה של ברונכיאקטזיות?",
    "correct_answer": "מחלות הפוגעות בתנועת הסיליה בדרכי אויר עלולות לגרום לברונכיאקטזיות",
    "distractor_1": "האטיולוגיה לברונכיאקטזיות מתבררת בכה-95% מהמקרים בבירור אטיולוגי מקיף",
    "distractor_2": "חיידק ה E. Coli הוא מזהם נפוץ ושכיח בברונכיאקטזיות",
    "distractor_3": "שחפת לא תוארה כסיבה להתפתחות ברונכיאקטזיות",
    "explanation": "פגיעה בסיליה (כמו ב-PCD או CF) גורמת לפינוי לקוי של מוקוס, זיהומים חוזרים והרחבת דרכי האוויר. האטיולוגיה נמצאת רק בכ-50% מהמקרים, ושחפת היא סיבה ידועה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בבדיקת ספירומטריה של מטופל עם קוצר נשימה ממושך, התקבלו הערכים הבאים: FVC 32% predicted, FEV1 28% predicted, FEV1/FVC 0.88. וכן מצורף גרף flow volume loop. מה מהבאים נכון?",
    "correct_answer": "חשד למחלה רסטריקטיבית, יש להשלים תפקודי ריאות מלאים",
    "distractor_1": "אבחנה של מחלה חסימתית",
    "distractor_2": "הפרעה משולבת חסימתית ורסטריקטיבית",
    "distractor_3": "לא ניתן לקבוע עד שיושלם CT חזה",
    "explanation": "יחס FEV1/FVC תקין/גבוה (0.88) עם ירידה בנפחים (FVC נמוך מאוד) מחשיד לרסטריקציה. לאבחנה סופית נדרשת מדידת נפחים (TLC).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג",
    "image": "img_34.png"
  },
  {
    "question_text": "מי מהנ״ל אינו גורם אקסטרה-פרנכימלי למחלת ריאה רסטריקטיבית?",
    "correct_answer": "Idiopathic Pulmonary Fibrosis (IPF)",
    "distractor_1": "נוזל פלויראלי",
    "distractor_2": "קיפוסקוליוזיס",
    "distractor_3": "Amyotrophic Lateral Sclerosis (ALS)",
    "explanation": "IPF היא מחלת ריאה פרנכימטית (של רקמת הריאה עצמה). נוזל פלאורלי, עקמת ומחלות עצב-שריר (ALS) הם גורמים חוץ-ריאתיים (אקסטרה-פרנכימליים) להפרעה רסטריקטיבית.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים גורם סיכון משמעותי של VTE - venous thromboembolism?",
    "correct_answer": "ניתוח להחלפת מפרק הברך",
    "distractor_1": "ניתוח ברך ארתרוסקופי",
    "distractor_2": "גלולות למניעת הריון",
    "distractor_3": "סרטן",
    "explanation": "ניתוחים אורתופדיים גדולים (כמו החלפת מפרק ברך או ירך) נחשבים לגורמי סיכון חזקים מאוד (Strong risk factors, OR > 10) לפקקת ורידית. גלולות וסרטן הם גורמי סיכון בינוניים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהנ״ל יכול לסייע לעובדים בתעשיית השיש להמנע מסיליקוזיס?",
    "correct_answer": "חיתוך רטוב",
    "distractor_1": "שימוש במסיכה כירורגית",
    "distractor_2": "שימוש בכפפות",
    "distractor_3": "שואב אבק שפתחו מכוון לאזור חיתוך השיש",
    "explanation": "חיתוך רטוב (Wet cutting) מונע את פיזור אבק הסיליקה לאוויר ובכך מפחית משמעותית את החשיפה והסיכון למחלה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה נכון לגבי cryptogenic organizing pneumonia (COP)?",
    "correct_answer": "מתאפיין בתסנינים מיגרטוריים שנוטים להתרפא מהמרכז החוצה",
    "distractor_1": "גיל ממוצע להופעת המחלה 35",
    "distractor_2": "ברוב המקרים יש היעדר תגובה מספקת לטיפול והפרוגנוזה אינה טובה",
    "distractor_3": "מגיב היטב לטיפול אנטי-פיברוטי",
    "explanation": "COP (לשעבר BOOP) מתאפיינת בתסנינים ריאתיים נודדים (Migratory infiltrates) ולעיתים במראה של Reverse Halo (Atoll sign). המחלה מגיבה מצוין לסטרואידים (אנטי-דלקתי).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בן 58 פונה למיון בשל הופעה פתאומית של סחרחורת, קושי בבליעה, צרידות ואובדן תחושה בצד השמאלי של פניו. בבדיקה נוירולוגית במיון, תסמינים המתאימים להורנר משמאל, אטקסיה בגפיים השמאליות, ואובדן תחושת כאב וטמפרטורה בפלג גופו הימני. איזה כלי דם חסום יכול להסביר את הקליניקה המתוארת?",
    "correct_answer": "Posterior inferior cerebellar artery-LT PICA",
    "distractor_1": "Left middle cerebral artery",
    "distractor_2": "Left carotid artery",
    "distractor_3": "Left posterior cerebral artery-LT PCA",
    "explanation": "תסמונת ולנברג (Lateral Medullary Syndrome) נגרמת מחסימה של ה-PICA (או ה-Vertebral). הסימנים הקלאסיים: פגיעה ב-CN 9,10 (צרידות/בליעה), הורנר, אטקסיה איפסילטרלית, ואובדן תחושה מוצלב (פנים איפסילטרלי, גוף קונטרהלטרלי).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בת 83 הובאה לבית חולים לאחר שהתעוררה בבוקר בשעה 07:00 והתקשתה לדבר. לדברי המשפחה הלכה לישון בשעה 23:30 ואז הייתה תקינה. מה מהבאים נכון לגבי האפשרויות הטיפוליות?",
    "correct_answer": "ניתן לשקול טיפול בטרומבוליזה במידה ובדיקות ההדמיה יהיו בעלות פרמטרים מתאימים",
    "distractor_1": "בגלל שהמטופלת מעל גיל 80 - אינה מועמדת לצנתור",
    "distractor_2": "מכיוון שהמטופלת נוטלת אספירין באופן קבוע, היא אינה יכולה לקבל טיפול בטרומבוליזה",
    "distractor_3": "טיפול הבחירה הוא אספירין מיידי, עוד בטרם ביצוע הדמיה מוחית",
    "explanation": "במקרה של Wake-up stroke, ניתן להשתמש בפרוטוקול הדמיה מתקדם (כגון MRI עם DWI-FLAIR mismatch) כדי להעריך את זמן האוטם. אם הממצאים מתאימים, ניתן לתת טרומבוליזה גם אם הזמן הכרונולוגי חלף.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "אלו כלי דם מעורבים באופן שכיח במחלת כלי דם קטנים מוחית?",
    "correct_answer": "סעיפים מחוררים (Perforating) של עורקי מעגל וויליס",
    "distractor_1": "Vertebral Artery (עורק החוליות)",
    "distractor_2": "עורקים המקשרים במעגל וויליס (Anterior and Posterior Communicating)",
    "distractor_3": "Middle Cerebral Artery (עורק המוח התיכון)",
    "explanation": "מחלת כלי דם קטנים (SVD) פוגעת בעורקים הלנטיקולו-סטריאטליים והפרפורנטים הקטנים היוצאים מעורקי הבסיס הגדולים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "אילו מהתרופות הבאות עלולות לגרום לפרקינסוניזם?",
    "correct_answer": "אנטי-פסיכוטיות",
    "distractor_1": "מדללי דם",
    "distractor_2": "כימותרפיה",
    "distractor_3": "גלולות למניעת הריון",
    "explanation": "תרופות אנטי-פסיכוטיות (חוסמות דופמין) הן גורם שכיח לפרקינסוניזם משני (Drug-induced parkinsonism).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "בן 20, סובל מהתקפים אפילפטיים תכופים מתוך שינה. התקפים קצרים שנמשכים 10-20 שניות ומתבטאים בתנועות פרועות של הגפיים ולעיתים נופל מהמיטה. חוזר למצבו הבסיסי תוך זמן קצר. מה המקור המוחי הסביר ביותר של ההתקפים?",
    "correct_answer": "אונה פרונטלית",
    "distractor_1": "אונה אוקסיפיטלית",
    "distractor_2": "אונה פריאטלית",
    "distractor_3": "אונה טמפורלית",
    "explanation": "התקפים פרונטליים (Frontal Lobe Epilepsy) מאופיינים בהתקפים קצרים, ליליים (מתוך שינה), מרובים, עם תנועות מוטוריות היפר-קינטיות/אוטומטיות (כמו רכיבה על אופניים או תנועות גפיים פרועות) והתאוששות מהירה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה סוג גל EEG נצפה לראות באזור האוקסיפיטלי אצל אנשים בריאים בהכרה עם עיניים עצומות?",
    "correct_answer": "גלי אלפא",
    "distractor_1": "גלי דלתא",
    "distractor_2": "גלי ביתא",
    "distractor_3": "גלי תטא",
    "explanation": "מקצב אלפא (Alpha rhythm, 8-13 Hz) הוא המקצב הבסיסי הדומיננטי באזורים האחוריים בזמן ערנות ורגיעה עם עיניים עצומות.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה תסמין עשוי להופיע במחלת גופיפי לוי ונחשב למאפיין ייחודי שלה?",
    "correct_answer": "הזיות חזותיות (ויזואליות)",
    "distractor_1": "שינויים קיצוניים בהתנהגות כגון התפרצויות זעם ואבוליה",
    "distractor_2": "שינויים חדים בתיאבון",
    "distractor_3": "ירידה פתאומית באיכות השינה",
    "explanation": "הזיות ראייה (Visual hallucinations) מורכבות הן תסמין ליבה (Core feature) של דמנציה עם גופיפי לוי (DLB) ומופיעות בשלב מוקדם של המחלה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה מהבאים נחשב לגורם (טריגר) אפשרי להתקפי מיגרנה?",
    "correct_answer": "תזונה עשירה בסיבים (אינה נחשבת לטריגר)",
    "distractor_1": "מזג אוויר מעונן",
    "distractor_2": "צריכת קפאין",
    "distractor_3": "מתונה גופנית פעילות",
    "explanation": "[WARNING: Key lists C, which corresponds to 'Fiber rich diet'. The question likely asks what is *NOT* a trigger, or the key implies Fibers are unusual. Stress, Caffeine, Weather changes are known triggers. Fibers are not]. השאלה המקורית כנראה \"איזה מהבאים *אינו* נחשב לגורם טריגר\". תזונה עשירה בסיבים אינה גורם למיגרנה (להיפך, שינויים תזונתיים אחרים כן).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה מהטיפולים התרופתיים הבאים הוא טיפול מונע מקובל למיגרנה?",
    "correct_answer": "אמיטריפטילין (Amytriptyline)",
    "distractor_1": "איבופרופן (Ibuprofen)",
    "distractor_2": "אספירין (Aspirin)",
    "distractor_3": "סומטריפטן",
    "explanation": "אמיטריפטילין (Elatrol) היא תרופה נוגדת דיכאון טריציקלית המשמשת כקו ראשון לטיפול מונע במיגרנה. שאר התרופות ברשימה משמשות לטיפול אקוטי (הפסקת התקף).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזו מהבאות מקובלת אתיולוגיה לרדיקולופתיה?",
    "correct_answer": "נזק טוקסי לאחר טיפול באנטיביוטיקה (אינה מקובלת)",
    "distractor_1": "הסננה ע\"י תאים ממאירים",
    "distractor_2": "לחץ מקומי ע\"י שבר בחוליה",
    "distractor_3": "זיהום ע\"י EBV",
    "explanation": "[WARNING: Key lists C, but question asks what *is* accepted? Actually C (Toxic) is usually Polyneuropathy. Malignancy (A) and Fracture (B) cause Radiculopathy. The question likely asks what is NOT a cause]. נזק טוקסי מתרופות גורם לרוב לפולינוירופתיה (עצבים פריפריים, כפפות וגרביים) ולא לרדיקולופתיה (שורש עצב). לחץ מכני וממאירות הן סיבות שכיחות לרדיקולופתיה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "פגיעה באיזה מהחלקים בקומפלקס של עצבי הראיה יוביל לעיוורון בעין ימין?",
    "correct_answer": "פגיעה בעצב הראייה הימני שלפני תצלובת הראיה (pre-chiasmatic right optic nerve)",
    "distractor_1": "פגיעה בעצב הראייה השמאלי שלפני תצלובת הראיה (pre-chiasmatic left optic nerve)",
    "distractor_2": "פגיעה בתצלובת הראיה (optic chiasm)",
    "distractor_3": "פגיעה בעצב הראיה הימני שאחרי תצלובת הראיה (post-chiasmatic right optic tract)",
    "explanation": "פגיעה בעצב הראייה (Optic Nerve) לפני התצלובת גורמת לעיוורון מלא בעין של אותו הצד (Monocular blindness). פגיעה בתצלובת או אחריה גורמת להפרעות בשדות הראייה (המיאנופסיה).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "הגיע אדם למיון שמתלונן על שיתוק בחלקו הימני של הפנים. בבדיקה הוא מצליח להרים את שתי הגבות ולעצום את שתי העיניים, אך כאשר הוא מחייך, רק הצד השמאלי של הפה זז. באיזו פגיעה תחשוד הנוירולוגית?",
    "correct_answer": "פגיעה בהמיספרה השמאלית במוח (left cerebral hemisphere)",
    "distractor_1": "פגיעה בעצב המשולש הימני (right trigeminal nerve)",
    "distractor_2": "פגיעה בעצב האוקולומוטורי הימני (right oculomotor nerve)",
    "distractor_3": "פגיעה בעצב הפנים הימני (right facial nerve)",
    "explanation": "שיתוק פנים תחתון בלבד (עם שמירה על המצח/גבות) מעיד על פגיעה מרכזית (Upper Motor Neuron). מכיוון שהשיתוק מימין, הפגיעה היא בהמיספרה השמאלית (קונטרה-לטרלית). פגיעה פריפרית (עצב הפנים) הייתה גורמת לשיתוק של כל מחצית הפנים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "היכן נמצאת הסינפסה בין העצב המוטורי התחתון (lower motor neuron-LMN) והעצב המוטורי העליון (upper motor neuron-UMN)?",
    "correct_answer": "בחוט השדרה (spinal cord)",
    "distractor_1": "בתלמוס (thalamus)",
    "distractor_2": "בגזע המוח (brain stem)",
    "distractor_3": "בקורטקס התחושתי (somatosensory cortex)",
    "explanation": "הסינפסה בין ה-UMN ל-LMN מתרחשת בקרן הקדמית של חוט השדרה (עבור עצבים ספינליים) או בגרעיני העצבים הקרניאליים בגזע המוח.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מגיע מטופל עם קושי חדש בהליכה. בבדיקתו חולשה של שתי הרגליים, החזרים ערים, בבינסקי. מבין הבאים, מה מיקום הפגיעה הסביר ביותר?",
    "correct_answer": "חוט השדרה",
    "distractor_1": "שורשים ספינליים",
    "distractor_2": "נוירון מוטורי תחתון",
    "distractor_3": "צרבלום",
    "explanation": "חולשה בשתי הרגליים (פרפלגיה) עם סימני UMN (החזרים ערים, בבינסקי) מכוונת לפגיעה בחוט השדרה (Myelopathy). פגיעה בשורשים או LMN הייתה גורמת להחזרים ירודים ורפיון.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים מהווה מטרה טיפולית בטיפול כרוני בטרשת נפוצה?",
    "correct_answer": "הפחתת התקפים קליניים",
    "distractor_1": "שיפור בתסמינים נוירולוגים קיימים",
    "distractor_2": "מניעת הופעת ממאירות משנית",
    "distractor_3": "שיפור בנגעים בהדמיה",
    "explanation": "הטיפולים משני-מחלה (DMT) בטרשת נפוצה מיועדים למנוע התקפים עתידיים, למנוע הצטברות נכות ולמנוע הופעת נגעים חדשים ב-MRI. הם אינם משפרים תסמינים קיימים (שכבר נגרמו מנזק קודם).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה חשוב לברר במטופל עם דיפלופיה (כפל ראייה)?",
    "correct_answer": "האם כפל הראיה נעלם בעצימת עין אחת",
    "distractor_1": "האם יש כאב בהנעת העיניים",
    "distractor_2": "האם הפרעת הראיה נעלמת לאחר שעוצמים עיניים ופותחים שוב",
    "distractor_3": "האם הדיפלופיה מלווה בחילה",
    "explanation": "השאלה הקריטית הראשונה בבירור דיפלופיה היא האם היא מונוקולרית (נשארת כשעוצמים עין אחת - בעיה בעין עצמה) או בינוקולרית (נעלמת כשעוצמים עין אחת - בעיה בעצבים/שרירים/מוח).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "במה מאופיין טורט?",
    "correct_answer": "שרירי הפנים",
    "distractor_1": "שרירי גפיים תחתונות",
    "distractor_2": "שרירי גפיים עליונות",
    "distractor_3": "טיקים ווקאליים",
    "explanation": "[WARNING: Key lists B, assuming question asks where tics START]. הטיקים בתסמונת טורט מתחילים בדרך כלל בילדות, ולרוב הטיקים הראשונים הם מוטוריים פשוטים באזור הפנים (מצמוץ, עוויתות).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים מהווה התוויות נגד להתחלת טיפול להפרעת קשב וריכוז בסטימולנטים?",
    "correct_answer": "מחלה קרדיווסקולרית פעילה",
    "distractor_1": "יתר לחץ דם מאוזן",
    "distractor_2": "תת פעילות של בלוטת המגן",
    "distractor_3": "מחלה דו-קוטבית ברקע",
    "explanation": "סטימולנטים (כמו ריטלין) מעלים דופק ולחץ דם, ולכן מחלה קרדיווסקולרית פעילה/לא מאוזנת היא התווית נגד. יתר לחץ דם מאוזן אינו התווית נגד מוחלטת.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה סוג המוטציה הגורמת למחלת הנטינגטון?",
    "correct_answer": "הרחבה של רצף חזרות CAG",
    "distractor_1": "החלפת בסיס אחד באחר (missense)",
    "distractor_2": "מחיקה של בסיס (deletion)",
    "distractor_3": "השתקת הגן של חלבון הנטינגטין",
    "explanation": "מחלת הנטינגטון נגרמת על ידי מוטציית הרחבה (Expansion) של חזרות הטרינוקלאוטיד CAG בגן HTT.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה מהבאים הינו ארטיפקט שכיח בבדיקת EEG?",
    "correct_answer": "תנועות עיניים",
    "distractor_1": "פעילות מעיים",
    "distractor_2": "טמפרטורת גוף גבוהה",
    "distractor_3": "תנועות שרירי אצבעות",
    "explanation": "תנועות עיניים ומצמוצים יוצרים שדות חשמליים חזקים הנקלטים באלקטרודות הפרונטליות ומהווים ארטיפקט נפוץ מאוד ב-EEG.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "באיזו אוכלוסיה שכיחה באופן יחסי מחלת קרויצפלד יעקב גנטית בישראל?",
    "correct_answer": "יהודים ממוצא לובי",
    "distractor_1": "יהודים ממוצא קווקזי",
    "distractor_2": "יהודים ממוצא אשכנזי",
    "distractor_3": "יהודים ממוצא מצרי",
    "explanation": "המוטציה E200K הגורמת ל-CJD גנטית שכיחה במיוחד בקרב יהודים ממוצא לובי (טריפוליטאי).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה מהבאים תסמין נפוץ של מיגרנה?",
    "correct_answer": "פוטופוביה",
    "distractor_1": "חום",
    "distractor_2": "אטימות אפית",
    "distractor_3": "החמרה בעת מנוחה",
    "explanation": "רגישות לאור (פוטופוביה) ולרעש (פונופוביה) הם תסמינים קלאסיים המלווים התקף מיגרנה. מיגרנה מוחמרת במאמץ ומוטבת במנוחה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "איזה ממאירות שכיחה יחסית ב-Myasthenia Gravis?",
    "correct_answer": "תימומה",
    "distractor_1": "מלנומה",
    "distractor_2": "מנינגיומה",
    "distractor_3": "סרקומה",
    "explanation": "כ-10-15% מחולי מיאסטניה גרביס סובלים מתימומה (גידול של בלוטת התימוס).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "פגיעה באיזה עצב גולגלתי (cranial nerve) תוביל לפגיעה בתנועת עיניים ולהרחבת האישון?",
    "correct_answer": "העצב האוקולומוטורי (Oculomotor nerve)",
    "distractor_1": "העצב הראייתי (optic nerve)",
    "distractor_2": "העצב הטריגמינאלי (Trigeminal nerve)",
    "distractor_3": "העצב ההיפוגלוסאלי (Hypoglossal nerve)",
    "explanation": "עצב קרניאלי 3 (Oculomotor) מעצבב את רוב שרירי גלגל העין ואת השריר המכווץ את האישון (פרא-סימפתטי). פגיעה בו גורמת לשיתוק תנועות, צניחת עפעף והרחבת אישון (מידריאזיס).",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה מהבאים מאפיין דלקת בעצב הראיה (Optic Neuritis)?",
    "correct_answer": "כאבים בהנעת העין",
    "distractor_1": "המיאנופסיה הומונומית",
    "distractor_2": "ירידה בראיה ביום ושיפור בראייה בלילה",
    "distractor_3": "כפל ראיה (דיפלופיה)",
    "explanation": "Optic Neuritis מתאפיינת בירידה בחדות הראייה (בעין אחת), ירידה בראיית צבעים, וכאב המחמיר בהנעת העין.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  },
  {
    "question_text": "מה משלב התסמינים האופייני למחלת הנטיגטון?",
    "correct_answer": "כוריאה, דמנציה, הפרעות פסיכיאטריות",
    "distractor_1": "עלייה במשקל, עצירות, רעד",
    "distractor_2": "פסיכוזה, הפרעות בתפקודי שפה, ירידה בזיכרון",
    "distractor_3": "ברדיקינזיה, היפוקינזיה, נפילות חוזרות",
    "explanation": "הטריאדה הקלאסית של הנטינגטון כוללת הפרעת תנועה (כוריאה), ירידה קוגניטיבית (דמנציה) והפרעות פסיכיאטריות/התנהגותיות.",
    "topic": "שחזורים",
    "sub_topic": "מועד ג"
  }
]