[
    {
        "question_text": "איזה מהמצבים הבאים יכול לגרום להתאלות האצבעות (Clubbing)?",
        "correct_answer": "ברונכיאקטזיות",
        "distractor_1": "אסתמה",
        "distractor_2": "COPD",
        "distractor_3": "Aortic Stenosis",
        "explanation": "התאלות האצבעות (Clubbing) היא ממצא אופייני במחלות ריאה מסוימות כמו ברונכיאקטזיות, פיברוזיס ריאתי (IPF) וסרטן ריאה. בסיכום 'נשימה קטן' מודגש כי ממצא זה אינו אופייני ל-COPD או לאסתמה, והופעתו בחולים אלו דורשת בירור לשלילת סרטן [1].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה הצעד האבחנתי הראשון לבירור חשד לתסחיף ריאתי במטופל עם Well score מתחת ל-4?",
        "correct_answer": "בדיקת D-dimer",
        "distractor_1": "סיטי אנגיו (CTA)",
        "distractor_2": "אקו לב ליד מיטת החולה",
        "distractor_3": "מיפוי ריאות ונטילציה פרפוזיה (V/Q scan)",
        "explanation": "בחשד לתסחיף ריאתי (PE) עם סבירות קלינית נמוכה או בינונית (Wells score < 4), הצעד הראשון הוא בדיקת D-dimer. אם התוצאה שלילית, ניתן לשלול PE ללא צורך בהדמיה נוספת. רק אם D-dimer חיובי, מתקדמים ל-CT Angio [2][3].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מהבאים נכון לגבי פנוימוקוניוזיס?",
        "correct_answer": "בסיליקוזיס המחלה מערבת יותר את שדות הריאה העליונים",
        "distractor_1": "אסבסטוזיס מעלה סיכון לשחפת פי 20",
        "distractor_2": "בבריליוזיס יש עליה בסיכון למחלות רקמת חיבור",
        "distractor_3": "ב-coal worker pneumoconiosis המחלה מערבת יותר את שדות הריאה התחתונות",
        "explanation": "סיליקוזיס היא מחלה המאופיינת במעורבות של האונות העליונות (Upper lobe nodules), ולעיתים נוצרת שם פיברוזיס מסיבי (PMF). סיליקוזיס מעלה משמעותית את הסיכון לשחפת (פי 20) ולמחלות רקמת חיבור, ולא בריליוזיס או אסבסטוזיס כפי שמוצג במסיחים [4][5].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בן 62, מטופל בקיטרודה (pembrolizumab) עם סרטן ריאות גרורתי מסוג אדנוקרצינומה. הוא מפתח קושי בנשימה במאמצים קלים ושיעול רב תוך מספר שבועות מהתחלת הטיפול בתרופה. בסיטי חזה תסנינים מפושטים בשתי הריאות שלא היו קיימים לפני תחילת הטיפול. בבדיקה: סטורציה 91% במנוחה, מתנשם 25 נשימות לדקה. מה הטיפול המומלץ?",
        "correct_answer": "טיפול בסטרואידים והפסקת התרופה",
        "distractor_1": "מעקב בלבד",
        "distractor_2": "טיפול בסטרואידים והמשך מתן התרופה",
        "distractor_3": "טיפול ב-anti-CD20",
        "explanation": "פנוימוניטיס היא תופעת לוואי ידועה של אימונותרפיה (כגון קיטרודה). בחולה סימפטומטי (Grade 2 ומעלה, עם קוצר נשימה וירידת סטורציה), ההנחיה היא להפסיק את הטיפול בתרופה ולהתחיל טיפול בסטרואידים [6].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מי מהדפוסים הרדיולוגים/פתולוגיים הבאים של ILD אינו אופייני למחלות רקמת חיבור?",
        "correct_answer": "Desquamative interstitial pneumonia (DIP)",
        "distractor_1": "Usual interstitial pneumonia (UIP)",
        "distractor_2": "Organizing pneumonia (OP)",
        "distractor_3": "Non-specific interstitial pneumonia (NSIP)",
        "explanation": "מחלות רקמת חיבור (CTD-ILD) יכולות להתייצג עם דפוסים כמו NSIP (השכיח ביותר), UIP, OP ו-LIP. לעומת זאת, DIP (Desquamative Interstitial Pneumonia) הוא דפוס הקשור באופן מובהק לעישון (Smoking-related ILD) ואינו אופייני למחלות רקמת חיבור [7][8].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מטופל עם שיעול כרוני וליחה מרובה. בהדמית חזה ברונכיאקטזיות. מה מהבאים הוא הטיפול הנכון?",
        "correct_answer": "אינהלציות עם סיליין היפרטוני ופינוי הפרשות",
        "distractor_1": "טיפול אנטיביוטי פומי ממושך",
        "distractor_2": "אינהלציות עם מרחיבי סימפונות",
        "distractor_3": "סטרואידים במינון נמוך",
        "explanation": "הטיפול בברונכיאקטזיות מתמקד בפינוי הפרשות (Airway clearance). אינהלציות סיליין היפרטוני (7%) מסייעות בריכוך הליחה ופינויה, לצד פיזיותרפיה נשימתית. טיפול אנטיביוטי ניתן בהתלקחויות או כמונע במקרים ספציפיים, אך לא כקו ראשון באופן גורף [9].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מהבאים נכון לגבי תפקודי הריאות?",
        "correct_answer": "במצב של מחלה רסטריקטיבית נצפה ל-total lung capacity נמוך",
        "distractor_1": "במצב של חסימת דרכי אויר נצפה ל-residual volume נמוך",
        "distractor_2": "במצב של מחלה חסימתית נצפה ליחס FEV1/FVC גבוה",
        "distractor_3": "במצב של מחלה רסטריקטיבית נצפה ל-forced vital capacity גבוה",
        "explanation": "מחלה רסטריקטיבית מוגדרת על ידי ירידה בנפחי הריאה, והמדד הקובע הוא TLC (Total Lung Capacity) נמוך (מתחת ל-80%). במחלה חסימתית, נפח השארית (RV) עולה (כליאת אוויר) והיחס FEV1/FVC יורד [10].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה נכון לגבי צילום חזה?",
        "correct_answer": "תפליט פלאורלי קטן ניתן לזהות בצילום הלטרלי עוד לפני שיופיע בצילום אחורי קדמי",
        "distractor_1": "צילום חזה אחורי קדמי אינפורמטיבי יותר, אך כרוך בקרינה גבוהה פי 3-4 מהצילום הלטרלי",
        "distractor_2": "מומלץ כבדיקת סקר במעשנים לגילוי מוקדם של סרטן הריאה",
        "distractor_3": "צל הלב בצילום בעמידה אחורי-קדמי, נראה גדול יותר מאשר בצילום בשכיבה",
        "explanation": "צילום לטרלי (צידי) רגיש יותר לגילוי תפליט פלאורלי קטן, ומסוגל לזהות כ-75 מ\"ל נוזל, לעומת כ-200 מ\"ל הנדרשים לזיהוי בצילום PA (קדמי-אחורי בעמידה) [11].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מטופל בן 60 עם אסתמה, מדווח על שימוש במשאף מסוג ICS/LABA לפי הצורך שלוש פעמים בשבוע. בנוסף, מתעורר מהשינה עם קוצר נשימה מספר פעמים בחודש. מה הצעד הבא?",
        "correct_answer": "המלצה על טיפול קבוע במשאף ICS/LABA",
        "distractor_1": "הוספת תכשיר אנטיכולינרגי ארוך טווח (LAMA)",
        "distractor_2": "לחזור על תגר מטוכולין",
        "distractor_3": "ביצוע CT חזה",
        "distractor_4": "המשך טיפול ללא שינוי",
        "explanation": "על פי הנחיות GINA, מטופל שסובל מסימפטומים תכופים או יקיצות ליליות למרות טיפול 'לפי הצורך', נחשב לא מאוזן. השלב הבא בטיפול (Step up) הוא מעבר לטיפול אחזקתי קבוע (Maintenance) במינון נמוך או בינוני של ICS/LABA (Step 3), במקום טיפול רק בעת הצורך [12].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה נכון לגבי שימוש במשאפי סטרואידים (ICS) באסתמה?",
        "correct_answer": "תופעות לוואי כוללות צרידות ופטרת הפה",
        "distractor_1": "מיועדים רק למטופלים עם אסתמה קשה שאינה נשלטת",
        "distractor_2": "אין להשתמש בהם לאורך זמן מחשש להתפתחות תלות",
        "distractor_3": "ניתנים בשילוב עם סטרואידים סיסטמיים למניעת התקפים",
        "explanation": "משאפי סטרואידים (ICS) הם הטיפול הבסיסי באסתמה. תופעות הלוואי המקומיות הנפוצות הן צרידות (Dysphonia) ופטרת בפה (Thrush), ולכן מומלץ לשטוף את הפה לאחר השימוש [13].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בן 62 המעשן כבד, סובל מקוצר נשימה בכל מאמץ קל. מה מנ\"ל אבחנתי ל–COPD?",
        "correct_answer": "ספירומטריה עם יחס FEV1/FVC < 0.7 לאחר מרחיב סימפונות",
        "distractor_1": "תפקודי ריאות עם TLC ו-RV גבוה",
        "distractor_2": "אמפיזמה מפושטת ב–CT חזה",
        "distractor_3": "היפראינפלציה (יתר אוורור) בצילום חזה + בדיקת DLCO נמוכה מ-80%",
        "explanation": "האבחנה של COPD דורשת שילוב של קליניקה מתאימה והוכחה ספירומטרית של חסימה בלתי הפיכה. הקריטריון האבחנתי הוא יחס FEV1/FVC נמוך מ-0.7 בבדיקת ספירומטריה המבוצעת לאחר מתן מרחיב סימפונות [14].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מהו הסימן הקליני האופייני ל-COPD?",
        "correct_answer": "חזה חביתי (Barrel Chest)",
        "distractor_1": "אין סימן קליני אופייני",
        "distractor_2": "זמן נשיפה (אקספיריום) קצר",
        "distractor_3": "קולות נשימה מוגברים ובולטים",
        "explanation": "ב-COPD, כתוצאה מכליאת אוויר (Air trapping) והיפראינפלציה, בית החזה משנה את צורתו וקוטרו הקדמי-אחורי גדל, מה שמקנה לו מראה של חבית (Barrel Chest). זמן הנשיפה ב-COPD הוא מוארך, וקולות הנשימה לרוב מופחתים [15][16].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מהבאים מאפיין פיברוזיס ריאתי אידיופתי (IPF)?",
        "correct_answer": "קוצר נשימה במאמץ ושיעול יבש",
        "distractor_1": "שיעול כרוני יצרני עם המופטיזיס",
        "distractor_2": "חום לסירוגין והזעות לילה",
        "distractor_3": "כאב בחזה והפרעות קצב",
        "explanation": "הקליניקה הקלאסית של IPF היא הופעה הדרגתית של קוצר נשימה במאמץ ושיעול יבש וכרוני [17].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מהגורמים הבאים נחשבים כגורמי סיכון לפיברוזיס ריאתי אידיופתי (IPF)?",
        "correct_answer": "מגדר זכר וגיל מעל 60",
        "distractor_1": "חשיפה לאזבסט",
        "distractor_2": "עישון סיגריות והשמנת יתר",
        "distractor_3": "היסטוריה משפחתית של אסתמה",
        "explanation": "IPF היא מחלה המופיעה בעיקר במבוגרים (שכיחות עולה עם הגיל, לרוב מעל גיל 60) ושכיחה יותר בגברים [18].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "באילו מהמצבים הבאים ניתן להתחיל טיפול לסרקואידוזיס ללא ביופסיה?",
        "correct_answer": "בן 24 בת עם ארטריטיס מזה חודש, צילום עם למפאדנופתיה בשערי הריאות וממצא של אריתמה נוזדוזום עורי",
        "distractor_1": "בן 52 עם שיעול יבש וקוצר נשימה, שערי ריאות מודגשים בצילום חזה ו-ACE מוגבר בדם",
        "distractor_2": "שיעול דמי חדש וממצא של קביטציה בצילום חזה",
        "distractor_3": "בן 70, החמרה בקוצר נשימה, CT חזה עם ציור נודולרי דו\"צ והגדלת בלוטה בשער ימני",
        "explanation": "תסמונת לופגרן (Lofgren's syndrome) היא התייצגות קלאסית של סרקואידוזיס הכוללת לימפאדנופתיה הילארית, אריתמה נודוזום וארתריטיס. במצב זה האבחנה הקלינית מספיקה ואין צורך בביופסיה [19].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה נכון לגבי הניקוטין?",
        "correct_answer": "הניקוטין נספג תוך שניות בודדות (כ-15 שניות) למחזור הדם.",
        "distractor_1": "הניקוטין מהסיגריה נספג בעיקר דרך רירית הפה",
        "distractor_2": "אצל המעשנים, בד\"כ רמת הניקוטין גבוהה מאוד בעת הקימה משינה בבוקר, ורמתו נמוכה בערב",
        "distractor_3": "ככל שמעשנים יותר, צפיפות הקולטנים לניקוטין במח פוחתת",
        "explanation": "ניקוטין בעישון נספג במהירות דרך הריאות ומגיע למוח תוך שניות בודדות. רמתו נמוכה בבוקר לאחר הלילה. במוח של מעשנים יש דווקא עלייה בצפיפות הקולטנים (Up-regulation) [20][21].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מתי רוב המקרים של סרטן הריאה מתגלים?",
        "correct_answer": "בשלב מתקדם (STAGE III+IV)",
        "distractor_1": "בעשור השני לחיים",
        "distractor_2": "בשלב מוקדם (STAGE I+II)",
        "distractor_3": "בכל בשלבים באותה שכיחות",
        "explanation": "סרטן ריאה הוא מחלה שקטה בשלביה הראשונים, ולכן מרבית המקרים מתגלים בשלב גרורתי או מתקדם מקומית (Stage 3-4) [22].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מההיגדים הבאים נכון לגבי האפידמיולוגיה של COPD?",
        "correct_answer": "המחלה מהווה סיבת המוות השלישית בעולם",
        "distractor_1": "כ-50% מהחולים בארץ לא מאובחנים",
        "distractor_2": "כ-60% מהמעשנים מפתחים COPD קליני",
        "distractor_3": "זיהום אוויר מהווה סיכון עיקרי להתפתחות COPD, ואחראי לכ-30% ממקרי ה COPD בעולם",
        "explanation": "COPD היא גורם תמותה מוביל עולמי (שלישי או רביעי, תלוי בשנה) [23]. שיעור המעשנים שמפתחים COPD נמוך מ-60% (מוערך ב-20-25%).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בת 56, עוברת צנתור לב ימין כבירור ליתר לחץ דם ריאתי. לפני הבירור תפקודי ריאות ומיפוי ריאות תקינים. להן תוצאות (לחצים בממ''כ): לחץ עורק ריאה 72/18 (ממוצע 36), לחץ יתד 16 WEDGE, תפוקת הלב 6 ליטר לדקה. כיצד ניתן לסווג את יתר לחץ הדם הריאתי שלה, לפי קבוצה?",
        "correct_answer": "GROUP 4",
        "distractor_1": "GROUP 1",
        "distractor_2": "GROUP 2",
        "distractor_3": "GROUP 3",
        "explanation": "על פי מפתח התשובות (ד'), הסיווג הוא Group 4 (CTEPH). הערה: לחץ יתד של 16 הוא גבולי-גבוה (מעל 15), אך מיפוי ריאות תקין שולל במידה רבה CTEPH. התשובה נבחרה לפי המפתח.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "אילו מהטיפולים הבאים אינו מקובל ב-DAH משנית ל-Granulomatosis with polyangiitis?",
        "correct_answer": "ציקלופוספמיד",
        "distractor_1": "סטרואידים",
        "distractor_2": "ריטוקסימאב",
        "distractor_3": "אספירין",
        "explanation": "על פי מפתח התשובות (ב'), ציקלופוספמיד אינו מקובל. הערה: רפואית, ציקלופוספמיד הוא טיפול מקובל. אספירין (נוגד טסיות) מסוכן בדימום. התשובה נבחרה בהתאם למפתח שסופק.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה נכון לגבי אי ספיקה נשימתית כרונית?",
        "correct_answer": "קומפנסציה להיפרקרביה על ידי פוליצטמיה והגדלת חדר ימין",
        "distractor_1": "קומפנסציה להיפוקסמיה על ידי פוליצטמיה וסינטזה מוגברת של ביקרבונט",
        "distractor_2": "קומפנסציה להיפוקסמיה על ידי פוליציטמיה והגדלת חדר ימין",
        "distractor_3": "קומפנסציה להיפרקרביה על ידי פוליציטמיה וסינטזה מוגברת של ביקרבונט",
        "explanation": "על פי המפתח (ג'), התשובה משלבת פיצוי להיפוקסמיה (פוליציטמיה, הגדלת חדר ימין) ופיצוי להיפרקרביה (ביקרבונט כלייתי - לא מוזכר בתשובה זו אך משתמע במחלה כרונית).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה הפרמטרים שניתנים לשינוי בהנשמה תלוית לחץ (Pressure Control Ventilation)?",
        "correct_answer": "מספר נשימות, לחץ באינספיריום, אחוז החמצן, לחץ באקספיריום והיחס בין האינספיריום לאקספיריום",
        "distractor_1": "מספר נשימות, נפח נשימה, אחוז החמצן, לחץ באינספיריום, לחץ באקספיריום והיחס בין האינספיריום לאקספיריום",
        "distractor_2": "מספר נשימות, לחץ באינספיריום, אחוז החמצן, לחץ באקספיריום ונפח נשימה",
        "distractor_3": "לחץ באינספיריום, נפח נשימה, אחוז החמצן, לחץ באקספיריום והיחס בין האינספיריום לאקספיריום",
        "explanation": "בהנשמת לחץ (PCV), המנשים קובע את הלחץ (Inspiratory Pressure), הזמנים (Rate, I:E) והחמצן. הנפח (Tidal Volume) משתנה ותלוי בהיענות הריאה [24].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בת 75 סובלת מנחירות, יקיצות מרובות משינה וישנוניות יומית משמעותית. בבדיקת שינה נמצא apnea hypopnea index (AHI) = 60/h. האבחנה הנכונה היא:",
        "correct_answer": "דום נשימה חסימתי בשינה בחומרה קשה",
        "distractor_1": "דום נשימה חסימתי בשינה בחומרה בינונית",
        "distractor_2": "דום נשימה חסימתי בשינה בחומרה קלה",
        "distractor_3": "בדיקת השינה היא בגדר הנורמה",
        "explanation": "מדד AHI מעל 30 מוגדר כחמור (Severe). במקרה זה AHI הוא 60 [25].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה כלי צנתורי משמש להעריך באופן פיזיולוגי את חומרת ההיצרות בעורק הכלילי?",
        "correct_answer": "Fractional Flow Reserve (FFR)",
        "distractor_1": "Intravascular Ultrasound (IVUS)",
        "distractor_2": "Optical Coherence Tomography (OCT)",
        "distractor_3": "הערכה ויזואלית \"eye balling\" של חומרת ההיצרות",
        "explanation": "FFR הוא מדד פיזיולוגי המעריך את מפל הלחצים על פני ההיצרות כדי לקבוע אם היא גורמת לאיסכמיה.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מהמטופלים הבאים הוא מועמד מתאים לבחירת Transcatheter edge-to-edge repair (TEER עם MitraClip) כאופציה הראשונה לטיפול ב-MR קשה בהינתן שהאנטומיה של ה-MR מתאימה ל-TEER?",
        "correct_answer": "שניוני, תסמיני למרות טיפול תרופתי מיטבי, בסיכון ניתוחי גבוה MR",
        "distractor_1": "ראשוני, תסמיני למרות טיפול תרופתי מיטבי, בסיכון ניתוחי נמוך MR",
        "distractor_2": "שניוני, לא תסמיני, בסיכון ניתוחי נמוך MR",
        "distractor_3": "ראשוני, לא תסמיני, בסיכון ניתוחי גבוה MR",
        "explanation": "הטיפול ב-MitraClip מיועד לחולים עם MR שניוני סימפטומטי תחת טיפול אופטימלי הנמצאים בסיכון ניתוחי גבוה.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "של העורקים הקורונרים? CT מה מהבאים נכון לגבי בדיקת",
        "correct_answer": "גבוה (NPV) ערך מנבא שלילי",
        "distractor_1": "ניגוד חומר הזרקת ללא מבוצעת",
        "distractor_2": "מדגימה את דנמיקת זרימת הדם הכלילית",
        "distractor_3": "לוקחת כחצי שעה לביצוע צילומי הסיטי",
        "explanation": "בדיקת CT Coronary Angio (CCTA) מצטיינת בערך ניבוי שלילי (NPV) גבוה מאוד, כלומר היא יעילה מאוד בשלילת מחלה כלילית [26].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מהבאים יכול להחמיר תלונות של תעוקת חזה כביטוי של איסכמיה?",
        "correct_answer": "בנוכחות הצרות כלילית Preload העלאת",
        "distractor_1": "על ידי הורדת לחץ דם Afterload הורדת",
        "distractor_2": "ביצוע הרחבה אורטלית בחולה עם הצרות אורטלית",
        "distractor_3": "הורדת דופק בנוכחות היצרות כלילית",
        "explanation": "עליית Preload מגבירה את מתח דופן החדר וצריכת החמצן, מה שיכול להחמיר איסכמיה בחולה עם היצרות כלילית. הורדת דופק ואפטרלוד מפחיתות צריכת חמצן.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה חלק במערכת הקרדיווסקולרית מכיל את נפח הדם הגדול ביותר?",
        "correct_answer": "כלי הדם הורידיים",
        "distractor_1": "כלי הדם העורקיים",
        "distractor_2": "חללי הלב",
        "distractor_3": "כלי הדם הריאתיים",
        "explanation": "מערכת הורידים (Venous system) מתפקדת כמאגר הדם של הגוף ומכילה את רוב נפח הדם (כ-60-70%).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה ניתן להגיד על מפל הלחצים בין B-ו A נקודות בין זרימה אין אך חסימה אין בו דם בכלי?",
        "correct_answer": "B שווה ללחץ בנקודה A הלחץ בנקודה",
        "distractor_1": "B גבוה מהלחץ בנקודה A הלחץ בנקודה",
        "distractor_2": "B נמוך מהלחץ בנקודה A הלחץ בנקודה",
        "distractor_3": "הנקודות 2 אין מספיק נתונים כדי לקבוע מה מפל הלחצים בין",
        "explanation": "בהיעדר זרימה (Q=0), אין מפל לחצים לאורך הצינור, ולכן הלחץ בנקודה A שווה ללחץ בנקודה B.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "סטרלינג? - מה מאפיין את עקומת פרנק",
        "correct_answer": "תלויה בנפח הדם בחלל החדר לפני התחלת הסיסטולה (PRE-LOAD)",
        "distractor_1": "מתארת את ההקשר בין קצב הלב ותפוקת הלב",
        "distractor_2": "מתארת את הפיזיולוגיה של חדר שמאל בלבד",
        "distractor_3": "העקומה תלולה יותר ככל שתפקוד הלב ירוד יותר",
        "explanation": "חוק פרנק-סטרלינג מתאר את הקשר בין אורך סיב השריר (הנקבע ע\"י ה-Preload / נפח סוף דיאסטולי) לבין עוצמת ההתכווצות (Stroke Volume).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "באיזה שלב במחזור הלב ניתן לשמוע את הקול ה-4?",
        "correct_answer": "מהלך זרימת הדם לעליות בשלב הדיאסטולה העלייתית",
        "distractor_1": "בסגירה של המסתם המיטרלי",
        "distractor_2": "בפתיחה של המסתם האאורטלי",
        "distractor_3": "בסוף הדיאסטולה החדרית",
        "explanation": "קול הלב הרביעי (S4) נשמע בסוף הדיאסטולה, בזמן התכווצות העליות (Atrial kick), כאשר דם נדחף כנגד חדר נוקשה. (הערה: התשובה במפתח היא ג' - סוף הדיאסטולה החדרית, שזה הזמן המדויק. הניסוח במסיח ד' \"דיאסטולה עלייתית\" מתייחס לאותו אירוע המודינמי אך המינוח המדויק הוא Atrial Systole בסוף הדיאסטולה החדרית).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה התפקיד של החלבונים הנטריורטים (למשל BNP) שמופרשים משריר הלב?",
        "correct_answer": "עליה בהפרשת נתרן בשתן",
        "distractor_1": "אלדוסטרון-אנגיוטנסין-הפעלה של מערכת רנין",
        "distractor_2": "כיווץ של כלי הדם (ואזוקונסטריקציה)",
        "distractor_3": "עליה בקצב הלב",
        "explanation": "BNP מופרש בתגובה למתיחת העליות/חדרים וגורם להפרשת נתרן ומים בשתן (Natriuresis) ולהרחבת כלי דם (Vasodilation), כנגד למערכת הרנין-אנגיוטנסין [27].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מאפיין hypertrophic cardiomyopathy?",
        "correct_answer": "מיוציטים גדולים וגרעינים בלתי סדירים",
        "distractor_1": "גרנולומות",
        "distractor_2": "שקיעת עמילואיד",
        "distractor_3": "ריבוי באאוזינופילים",
        "explanation": "המאפיין ההיסטולוגי של HCM הוא Myocyte disarray - אי סדר של סיבי השריר, והיפרטרופיה של המיוציטים עם גרעינים מוגדלים [28].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "העורק הקורונארי הימני (Right coronary artery) מספק דם לכל הבאים פרט ל?",
        "correct_answer": "Lateral wall of left ventricle",
        "distractor_1": "Interatrial septum",
        "distractor_2": "Atrioventricular node",
        "distractor_3": "interventricular septum",
        "explanation": "הדופן הלטרלית של חדר שמאל מסופקת על ידי ה-Circumflex artery (ענף של ה-LCA). ה-RCA מספק את ה-Inferior wall, RV, וברוב האנשים את ה-AV node וה-Posterior septum [29].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בן 25, מזה 3 ימים חום עד 39 מעלות צלזיוס, כאב ראש וכאבי שרירים. מתקבל למיון עם כאב עז בחזה מלווה בקוצר נשימה. מצ\"ב אק\"ג: עליות ST דיפוזיות. מה האבחנה הסבירה ביותר?",
        "correct_answer": "Pericarditis",
        "distractor_1": "ST elevation myocardial infarction (STEMI)",
        "distractor_2": "Early repolarization",
        "distractor_3": "תסחיף ריאתי",
        "explanation": "קליניקה של בחור צעיר עם חום, כאבים בחזה ושינויי אק\"ג אופייניים (עליות ST דיפוזיות קעורות כלפי מעלה וצניחות PR) מכוונת לפריקרדיטיס.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_2.png"
    },
    {
        "question_text": "מה מהבאים יכול לגרום לסטיית ציר ימנית (right axis deviation)?",
        "correct_answer": "Left posterior fascicular block",
        "distractor_1": "Left bundle branch block",
        "distractor_2": "Inferior wall myocardial infarction",
        "distractor_3": "Left anterior fascicular block",
        "explanation": "LPFB גורם לסטיית ציר ימנית. LAFB גורם לסטיית ציר שמאלית. LBBB גורם לרוב לסטייה שמאלית או ציר תקין.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בן 55 ידוע על אי ספיקת לב (HFrEF) עם תפקוד לב ירוד (EF=35%) כשנה. באקו שבוצע לפני כשבוע המטופל יציב - קוצר נשימה במאמצים בינוניים כגון הליכה של כ-400 מטרים. ללא כאבים בחזה. בבדיקתו ללא גודש בריאות וללא בצקות. ל\"ד 110/70, דופק 60 לדקה. מטופל כעת ב- ואלסארטאן (ARB), ביסופרולול (חסם ביטא) ואלדקטון (MRA) במינונים אופטימליים. במעבדה – תפקודי כליה ודם תקינים. מה מהטיפולים הבאים מומלץ לאס\"ל שיפור תוחלת החיים (פרוגנוזה) ותסמינים בשלב זה?",
        "correct_answer": "החלפת ARB לאנטרסטו (משפחת ARNI) ותוספת תרופה מעכבת SGLT2",
        "distractor_1": "הורדת מינון ביסופרולול (חוסמי ביטא) ושילוב של משתנים (פוסיד)",
        "distractor_2": "הוספת דיגוקסין והחלפת ARB לאנטרסטו (משפחת ARNI)",
        "distractor_3": "לפני שינוי תרופתי חייבים לבצע מיפוי לב לשלילת איסכמיה ולהשתיל דפיברלטור-ICD",
        "explanation": "בחולה HFrEF סימפטומטי תחת טיפול ב-ACEi/ARB, BB, MRA, ההנחיה היא להחליף את ה-ACEi/ARB ב-ARNI ולהוסיף מעכב SGLT2, שניהם הוכחו כמשפרי פרוגנוזה.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "באיזה מצב ניתן למצוא גלי T מחודדים?",
        "correct_answer": "היפרקלמיה",
        "distractor_1": "היפוקלמיה",
        "distractor_2": "היפרנתרמיה",
        "distractor_3": "היפונתרמיה",
        "explanation": "גלי T גבוהים ומחודדים (Peaked T waves) הם הסימן הראשון והמובהק להיפרקלמיה באק\"ג.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בן 72, ברקע סוכרת ויתר לחץ דם, פונה למיון עקב חולשה, סחרחורת וקוצר נשימה. בבדיקתו לחץ דם נמוך, גודש ורידי צוואר, וקולות לב מרוחקים. מצ\"ב אק\"ג שבוצע עם קבלתו. בהתחשב בממצאים הקליניים והאלקטרוקרדיוגרפיים, איזו אבחנה לא סבירה במקרה זה?",
        "correct_answer": "אי ספיקת לב שמאלית עם גודש ריאתי חריף",
        "distractor_1": "תפליט פריקרדיאלי עם טמפונדה לבבית",
        "distractor_2": "קרע בדופן החדר השמאלי",
        "distractor_3": "תסחיף ריאתי חריף",
        "explanation": "הקליניקה של טריאדת בק (לחץ דם נמוך, גודש ורידי צוואר, קולות לב מרוחקים) מכוונת לטמפונדה לבבית. אק\"ג עם Low voltage מתאים לטמפונדה. אי ספיקת לב שמאלית לרוב מתייצגת עם גודש ריאתי (חרחורים) ולא בהכרח עם גודש ורידי צוואר וקולות מרוחקים ללא בצקת ריאות, והתשובה 'אי ספיקת לב שמאלית' היא הלא סבירה לפי המפתח.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_4.png"
    },
    {
        "question_text": "בת 60 מתקבלת לחדר המיון עקב לחץ בחזה במנוחה, מקרין לזרוע שמאל, שהחל שעה טרם קבלתה. בדיקה גופנית תקינה. אק\"ג – קצב סינוס, צניחות ST של 2 מ\"מ בחיבורים V3-6. בדיקת טרופונין תקינה ראשונה. הכאבים חולפים במיון לאחר טיפול באספירין והפרין, אק\"ג – קצב סינוס, ללא שינויי ST.-T טרופונין חוזר כעבור שעה 200 (חיובי). מה נכון באשר למטופלת זאת?",
        "correct_answer": "למטופלת Non ST Elevation MI- NSTEMI ויש לצנתרה באשפוז",
        "distractor_1": "למטופלת תסמונת תעוקתית בלתי יציבה (Unstable Angina) ויש לצנתרה באשפוז",
        "distractor_2": "לאור התנרמלות האק\"ג למטופלת תסמונת תעוקתית יציבה ויש לבצע בדיקה לא פולשנית דוגמת מיפוי לב במאמץ",
        "distractor_3": "למטופלת יש אירוע כלילי חריף (ACS) ויש לצנתרה תוך 90 דקות מהגעתה למיון",
        "explanation": "הופעת טרופונין חיובי (200) יחד עם קליניקה מתאימה ושינויי אק\"ג דינמיים מגדירה את האירוע כ-NSTEMI. הטיפול הוא צנתור מוקדם (תוך 24-48 שעות), לאו דווקא תוך 90 דקות (שזה ל-STEMI) [30].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מהמשפטים הבאים מתאר באופן נכון את המנגנון הפתופיזיולוגי של אוטם שריר הלב מסוג Type II MI?",
        "correct_answer": "חוסר איזון בין תצרוכת החמצן לאספקת החמצן לשריר הלב",
        "distractor_1": "חסימה מוחלטת של עורק כלילי בעקבות קרע ברובד טרשתי והיווצרות קריש דם.",
        "distractor_2": "חסימה פרוגרסיבית מחדש (Restenosis) של העורק שטופל בצנתור.",
        "distractor_3": "קרע בכיפה הפיברוטית של רובד טרשתי, מה שמוביל לחסימה מלאה ולחסימת זרימת הדם.",
        "explanation": "Type 2 MI מוגדר כאוטם הנובע מחוסר איזון בין אספקת חמצן לדרישת חמצן (Supply-Demand Mismatch), שלא על רקע קרע בפלאק (שהוא Type 1) [31].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מהו הטיפול הראשוני המועדף להשגת זילוח (reperfusion) מהיר ויעיל במקרה של STEMI?",
        "correct_answer": "primary PCI – צנתור כלילי מיידי",
        "distractor_1": "intra-aortic balloon pump",
        "distractor_2": "טרומבוליזה פרמקולוגית",
        "distractor_3": "ניתוח מעקפים כלילי דחוף",
        "explanation": "Primary PCI הוא הטיפול המועדף ב-STEMI אם ניתן לבצעו תוך זמן סביר (120 דקות).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בן 60 ברקע אוטם שריר הלב. התקבל למיון בשל דפיקות לב. מה האקג מדגים?",
        "correct_answer": "טכיקרדיה חדרית (VT)",
        "distractor_1": "BRUGADA",
        "distractor_2": "WPW",
        "distractor_3": "פרפור חדרים",
        "explanation": "על פי מפתח התשובות (שאלה 58) התשובה היא א' (VT). תרשים אק\"ג עם טכיקרדיה רחבת קומפלקס סדירה (Monomorphic VT) בחולה לאחר אוטם מתאים ל-VT.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_5.png"
    },
    {
        "question_text": "בן 75 פונה לבירור סינקופה. אק\"ג בסינוס עם תבנית של RBBB. אקו לב בגדר הנורמה. במבחן מאמץ, הופעה של חסם עלייתי חדרי מדרגה II בזמן שיא המאמץ. מה טיפול הבחירה?",
        "correct_answer": "קוצב דו לשכתי מסוג DDD – אלקטרודה עלייתית ואלקטרודה חדרית",
        "distractor_1": "השגחה בלבד",
        "distractor_2": "דפיברילטור חד לשכתי – אלקטרודה חדרית בלבד",
        "distractor_3": "קוצב חד לשכתי מסוג AAI – אלקטרודה עלייתית בלבד",
        "explanation": "הופעת חסם הולכה מתקדם במאמץ בחולה סימפטומטי היא אינדיקציה לקוצב. קוצב DDD הוא הבחירה המתאימה לשמירה על סנכרון AV. הערה: המפתח אומר ד', אך בטקסט שסיפקת התשובה המסומנת היא ד'.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בת 42, ברקע סוכרת ו- Myotonic Dystrophy. אושפזה לאחר אירוע של איבוד הכרה. מה מדגים האקג?",
        "correct_answer": "High degree AV block",
        "distractor_1": "סינוס עם חסם הולכה מדרגה I",
        "distractor_2": "סינוס עם חסם הולכה מדרגה II מסוג Mobitz I",
        "distractor_3": "פרפור פרוזדורים עם הולכה משתנה",
        "explanation": "התרשים מראה גלי P ללא QRS עוקב באופן שאינו מתאים ל-Mobitz I או Type I, אלא לחסם מתקדם. Myotonic Dystrophy ידועה כגורמת להפרעות הולכה [32].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_6.png"
    },
    {
        "question_text": "איזה מהבאים מתאר תעוקת חזה בלתי יציבה?",
        "correct_answer": "לחץ רטרוסטרנלי, מלווה בזיעה קרה, מופיע במנוחה וחולף לאחר חצי שעה",
        "distractor_1": "כאב דוקר בחזה משמאל ובשכמות, שמתגבר בנשימה עמוקה ובשיעול",
        "distractor_2": "כאב לוחץ בחזה, בעוצמה מתונה, שמופיע לאחר 10 דקות של הליכה וחולף במנוחה, מזה חצי שנה",
        "distractor_3": "כאב ביד שמאל שמקרין מהצוואר ומתגבר בשינוי תנוחה",
        "explanation": "תעוקה בלתי יציבה (Unstable Angina) מוגדרת ככאב במנוחה, כאב חדש, או החמרה באופי הכאב. התשובה המתארת כאב במנוחה היא המתאימה ביותר.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מי מהבאים אינו אחד מהמרכיבים של הטטרלוגיה ע\"ש פאלוט (Tetralogy of Fallot)?",
        "correct_answer": "פגם בין העליות (ASD)",
        "distractor_1": "הצרות של מוצא חדר ימין",
        "distractor_2": "אבי עורקים הנפתח לשני החדרים (Overriding Aorta)",
        "distractor_3": "עיבוי של דופן חדר ימין",
        "explanation": "ארבעת המרכיבים של TOF הם: VSD (ולא ASD), היצרות מוצא חדר ימין (PS), דקסטרופוזיציה של האאורטה (Overriding aorta), והיפרטרופיה של חדר ימין.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "דרך איזה מנגנון משפיעה המערכת האוטונומית על פעילות הלב?",
        "correct_answer": "הפעלת תעלת KAchI גורמת לירידה ברמת ה cAMP במיוציט",
        "distractor_1": "תעלת KAchI מופעלת ע\"י רצפטור מוסקריני (קושר אצטילכולין) ומעודדת פעילות Adenylate cyclase",
        "distractor_2": "תעלת KAchI מעוכבת במצבים של היפרפולריזציה",
        "distractor_3": "גורמת לאפקט כרונוטרופי ויונוטרופי שלילי בתאי מיוציט החדר",
        "explanation": "הפעלה פראסימפתטית דרך רצפטור מוסקריני מפעילה תעלות אשלגן (KAch) ומעכבת אדנילט ציקלאז, מה שמוריד cAMP ומאט את קצב הלב.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה סוג הקרדיומיופתיה הנגרמת על ידי אנטרציקלינים?",
        "correct_answer": "מורחבת",
        "distractor_1": "היפרטרופית",
        "distractor_2": "רסטריקטיבית",
        "distractor_3": "אריתמוגנית",
        "explanation": "אנטרציקלינים (כמו דוקסורוביצין) גורמים לקרדיומיופתיה מורחבת (Dilated Cardiomyopathy) עקב נזק טוקסי למיוציטים [33].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מהי ההפרעה הפיזיולוגית העיקרית לתפקוד הלב בקרדיומיופתיה רסטריקטיבית?",
        "correct_answer": "הפרעה דיאסטולית",
        "distractor_1": "הפרעה בתפקוד סיסטולי",
        "distractor_2": "חסימה דינאמית במוצא חדר שמאל",
        "distractor_3": "חסימה קבועה במוצא חדר שמאל",
        "explanation": "בקרדיומיופתיה רסטריקטיבית, שריר הלב נוקשה, מה שפוגע ביכולת המילוי (דיאסטולה), בעוד התפקוד הסיסטולי לרוב שמור [34].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מעלה סיכויי חזרה של פריקרדיטיס לאחר התקף ראשון?",
        "correct_answer": "טיפול בסטרואידים",
        "distractor_1": "טיפול בכולכיצין",
        "distractor_2": "מתן נוגדי דלקת שאינם סטרואידים (NSAID)",
        "distractor_3": "הימנעות מפעילות גופנית",
        "explanation": "שימוש בסטרואידים לטיפול בפריקרדיטיס ויראלית/אידיופטית מעלה את הסיכון לחזרת המחלה (Recurrent Pericarditis) ומומלץ להימנע מהם אם אפשר [35].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "הופעת איזה מהבאים דורשת החלפת המסתם האורטלי בחולה עם הצרות אורטלית קשה שהיה לא תסמיני עד עתה?",
        "correct_answer": "סינקופה",
        "distractor_1": "פרפור פרוזדורים התקפי",
        "distractor_2": "הופעת חסם מלא בצרור ההולכה השמאלי (CLBBB) באק\"ג",
        "distractor_3": "חולשת צד חולפת, Transient ischemic attack (TIA)",
        "explanation": "הופעת סימפטומים (כאב בחזה, סינקופה, אי ספיקת לב) בחולה עם AS קשה היא האינדיקציה המרכזית לניתוח החלפת מסתם.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "אילו מאפיינים בבדיקה גופנית מתאימים לאי-ספיקה חדה של המסתם המיטרלי בעקבות קרע בשריר הפפילרי?",
        "correct_answer": "אוושה סיסטולית קצרה עם עוצמה משתנה הנשמעת בבסיס הלב עם הקרנה לעורקי הצוואר, ומתגברת בעמידה",
        "distractor_1": "אוושה הולו-סיסטולית גבוהה בעוצמה, הנשמעת היטב בחוד הלב, מתפשטת לאקסילה, ולעיתים מלווה ב-S3",
        "distractor_2": "אוושה אמצע דיאסטולית עם התגברות פרה-סיסטולית",
        "distractor_3": "אוושה דיאסטולית דועכת הנשמעת בבירור באזור הבסיס, מוגברת בשכיבה על הגב ובזמן נשיפה",
        "explanation": "באי ספיקה מיטרלית *חריפה*, האוושה לעיתים אינה הולוסיסטולית אלא קצרה (Decrescendo) בגלל השוואת לחצים מהירה בין החדר לעלייה, והיא נשמעת שונה מהאוושה הקלאסית של MR כרוני.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מהבאים מהווה אינדיקציה להחלפת המסתם ולא תיקון על ידי בלון במקרה של היצרות מיטראלית סימפטומטית?",
        "correct_answer": "דליפה מיטראלית קשה",
        "distractor_1": "קוצר נשימה במאמץ קל",
        "distractor_2": "קלציום על אחת מהקומיסורות",
        "distractor_3": "שטח מסתם קטן מסנטימטר בריבוע",
        "explanation": "הימצאות אי-ספיקה מיטרלית (MR) בינונית עד קשה היא קונטרה-אינדיקציה לביצוע הרחבה בבלון (Valvuloplasty), שכן הפעולה תחמיר את הדליפה.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בתרשים האק\"ג שלפניך, הציר הינו?",
        "correct_answer": "שמאלי",
        "distractor_1": "תקין",
        "distractor_2": "ימני",
        "distractor_3": "\"ימני קיצוני\"",
        "explanation": "בתרשים (img 7.png) רואים QRS חיובי ב-I ושלילי ב-aVF, המעיד על סטיית ציר שמאלית (LAD).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_7.png"
    },
    {
        "question_text": "בן 60, מתקבל למיון עקב כאבים לוחצים בחזה שהחלו לפני כשעה. מצ\"ב אק\"ג. מהי האבחנה?",
        "correct_answer": "אוטם לבבי תחתון מסוג ST Elevation MI-STEMI",
        "distractor_1": "אוטם קדמי מסוג ST Elevation MI-STEMI",
        "distractor_2": "אוטם לבבי צדדי מסוג Non ST Elevation MI- NSTEMI",
        "distractor_3": "דלקת בקרום הלב- פריקרדיטיס",
        "explanation": "באק\"ג (img 8.png) נראות עליות ST בחיבורים II, III, aVF, המעידות על אוטם תחתון (Inferior STEMI).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_8.png"
    },
    {
        "question_text": "בתרשים האק\"ג שלפניך - מהי האבחנה הסבירה ביותר?",
        "correct_answer": "היפרקלמיה (רמת אשלגן גבוהה בדם)",
        "distractor_1": "הפרעת הולכה מסוג Complete Right Bundle Branch Block- CRBBB",
        "distractor_2": "היפרטרופיה של חדר ימין",
        "distractor_3": "אק\"ג תקין של בחור צעיר",
        "explanation": "התרשים (img 9.png) מציג גלי T מחודדים ורחבים, המכונים Sine wave pattern, האופייניים להיפרקלמיה קשה [36].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_9.png"
    },
    {
        "question_text": "בת 70, ברקע גידול ריאתי (מטופלת בכימותרפיה), עישון בעבר, השמנת יתר. מתקבלת למיון עקב חולשה וקוצר נשימה. מצ\"ב אק\"ג. מהי האבחנה הסבירה ביותר?",
        "correct_answer": "תפליט פריקרדיאלי גדול",
        "distractor_1": "מחלה ריאתית כרונית חסימתית (COPD)",
        "distractor_2": "השמנת יתר",
        "distractor_3": "הפרעה אלקטרוליטרית מסוג היפרקלמיה (אשלגן גבוה)",
        "explanation": "באק\"ג (img 10.png) נראה גובה משתנה של גלי ה-QRS (Electrical Alternans), ממצא פתוגנומוני לתפליט פריקרדיאלי גדול (הלב \"מתנדנד\" בתוך הנוזל).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_10.png"
    },
    {
        "question_text": "בת 40 פונה למיון עקב דפיקות לב שהחלו כשעה לפני קבלתה. מצ\"ב אק\"ג. מהי האבחנה?",
        "correct_answer": "רפרוף פרוזדורים",
        "distractor_1": "טכיקרדיה סינוס",
        "distractor_2": "פרפור פרוזדורים",
        "distractor_3": "טכיקרדיה רחבת קומפלקסים (WCT) לא סדירה",
        "explanation": "האק\"ג (img 12.png) מציג גלי F (Sawtooth waves) אופייניים בחיבורים התחתונים, המעידים על רפרוף עליות (Atrial Flutter).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img_11.png"
    },
    {
        "question_text": "בן 60, פונה למוקד חירום עקב כאבים בחזה שהחלו לפני כשעה. בזמן שמחברים את המטופל למכשיר האק\"ג הוא מאבד הכרה. להלן תרשים האק\"ג. מהי האבחנה הסבירה ביותר ומהו הטיפול?",
        "correct_answer": "מדובר ב- VENTRICULAR FIBRILLATION – VF והטיפול הינו היפוך קצב חשמלי",
        "distractor_1": "מדובר בטכיקרדיה חדרית מהירה והטיפול בה הינו תרופתי",
        "distractor_2": "מדובר בפרפור פרוזדורים מהיר והטיפול הינו היפוך קצב חשמלי",
        "distractor_3": "מדובר ב- VENTRICULAR FIBRILLATION – VF והטיפול הראשוני הינו תרופתי",
        "explanation": "<p>התרשים מציג גלים כאוטיים ללא קומפלקסים סדירים (Coarse VF), והמטופל איבד הכרה (דום לב). הטיפול המיידי והחיוני בפרפור חדרים (VF) הוא מתן שוק חשמלי (דפיברילציה).</p>",
        "topic": "שחזורים",
        "sub_topic": "מועד ב",
        "image": "img00.png"
    },
    {
        "question_text": "מהי הסיבה השכיחה ביותר לשבץ מוח איסכמי והמורגי כאחד?",
        "correct_answer": "מחלת כלי דם קטנים מוחית",
        "distractor_1": "מחלת לב איסכמית",
        "distractor_2": "פרפור עליות",
        "distractor_3": "טרשת עורקים",
        "explanation": "מחלת כלי דם קטנים (Hypertensive vasculopathy) היא הגורם המוביל לשבץ המורגי (ICH) וגם גורם משמעותי לשבץ איסכמי (לקונרי). בסיכום מצוין שזוהי הסיבה השכיחה ביותר לשבץ מוחי באופן כללי [37].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בת 55 פונה לחדר המיון עקב הופעה פתאומית של כאב ראש \"הכי חזק בחיים\" מלווה בבחילה. בבדיקתה הנוירולוגית ישנונית, כאובה מאוד, ללא חסרים נוירולוגים אחרים. בדיקת CT מוח ו-CTA ראש וצוואר של- תקינות. מה הצעד האבחנתי הבא?",
        "correct_answer": "ניקור מותני",
        "distractor_1": "דופלר עורקי צוואר",
        "distractor_2": "בדיקת EEG",
        "distractor_3": "השגחה ואיזון כאב",
        "explanation": "בחשד לדימום סאב-ארכנואידי (SAH) המתבטא ככאב ראש פתאומי וחזק, אם ה-CT תקין, חובה לבצע ניקור מותני (LP) לשלילת הימצאות דם ב-CSF [38].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בן 73 פונה למלר״ד בשל חשד לשבץ, התסמינים הופיעו לפני כשעה. מה הבאים נכלל בהערכה הראשונית במיון בקבלתו צריך הוא אותה לעבור?",
        "correct_answer": "אנמנזה קצרה וממוקדת בנוגע למועד הופעת התסמינים, שימוש בנוגדי קרישה, הערכת חומרת התסמינים",
        "distractor_1": "בדיקה נוירולוגית מדוקדקת לרבות החזרים גידיים בכל התחנות, כוח גס בכל שרירי הגפיים, בדיקה קוגניטיבית",
        "distractor_2": "MRI וחמצן",
        "distractor_3": "אקו לב",
        "explanation": "בחשד לשבץ חריף (חלון הזמנים לטיפול קצר), ההערכה הראשונית חייבת להיות מהירה וממוקדת: קביעת זמן הופעת התסמינים (לבחינת התאמה ל-tPA/צנתור), שלילת התוויות נגד (כמו נוגדי קרישה), והערכת חומרה (NIHSS) [39].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מהו הטיפול המומלץ למניעת שבץ מוח איסכמי בקרב מטופלים עם פרפור עליות?",
        "correct_answer": "נוגדי קרישה (אנטיקואגולציה)",
        "distractor_1": "האטת קצב הלב",
        "distractor_2": "מעכבי צימות טסיות (אנטיאגרגציה)",
        "distractor_3": "השתלת תומכן בעורקי הקרוטיד",
        "explanation": "פרפור עליות הוא גורם סיכון משמעותי לשבץ קרדיואמבולי. הטיפול היעיל ביותר למניעה הוא מתן נוגדי קרישה (כגון DOACs או וורפרין), המפחיתים את הסיכון בכ-70% [40].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מהבאים מעלה את הסיכון לחלות בפרקינסון?",
        "correct_answer": "גושה",
        "distractor_1": "טאי זקס",
        "distractor_2": "קנאבן",
        "distractor_3": "פמיליאל דיסאוטונומיה",
        "explanation": "נשאות למוטציה בגן GBA (הגורם למחלת גושה) היא גורם הסיכון הגנטי השכיח ביותר למחלת פרקינסון [41].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "הגבלה בתנועות עיניים ורטיקאליות מעלה חשד ל:",
        "correct_answer": "מחלת PSP",
        "distractor_1": "מחלת פרקינסון",
        "distractor_2": "מחלת MSA",
        "distractor_3": "מחלת DLBD",
        "explanation": "שיתוק מבט ורטיקלי (Vertical gaze palsy) הוא סימן ההיכר הקלאסי של Progressive Supranuclear Palsy (PSP), מחלה פרקינסונית א-טיפית [42].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזו מהתרופות הבאות אינה מומלצת לנשים בגיל הפוריות?",
        "correct_answer": "דפלפלט (Valproic acid)",
        "distractor_1": "קפרה (Levetiracetam)",
        "distractor_2": "למיקטל (Lamictal)",
        "distractor_3": "טרילפטין (Oxcarbazepine)",
        "explanation": "Valproic acid היא טרטוגנית מאוד וגורמת למומים בעובר ולפגיעה קוגניטיבית בילוד, ולכן אסורה לשימוש בנשים בגיל הפוריות אלא אם אין ברירה אחרת [43].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה neurotransmitter קשור בעיקר לדיכוי (inhibition) בהתקפים אפילפטיים?",
        "correct_answer": "GABA",
        "distractor_1": "Glutamate",
        "distractor_2": "Aspartate",
        "distractor_3": "Dopamine",
        "explanation": "GABA הוא הנוירוטרנסמיטור האינהיביטורי (המעכב) העיקרי במערכת העצבים המרכזית, ופעילותו מדכאת התקפים אפילפטיים. Glutamate הוא המעורר (אקסיטטורי) [44].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מהבאים אינו ארטיפקט שכיח בבדיקת EEG?",
        "correct_answer": "טמפרטורת גוף גבוהה",
        "distractor_1": "תנועות עיניים",
        "distractor_2": "פעילות הלב באק\"ג",
        "distractor_3": "תנועות בשרירי הפנים",
        "explanation": "ארטיפקטים ב-EEG נובעים מפעילות חשמלית שאינה מוחית, כגון תנועות עיניים, פעילות שרירים (EMG) ופעילות הלב (ECG). חום גוף אינו יוצר ארטיפקט חשמלי ישיר ברישום [45].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "באיזו אוכלוסייה בישראל שכיחה באופן יחסי מחלת קרויצפלד יעקב גנטית?",
        "correct_answer": "יהודים ממוצא לובי",
        "distractor_1": "יהודים ממוצא קווקזי",
        "distractor_2": "יהודים ממוצא אשכנזי",
        "distractor_3": "יהודים ממוצא מצרי",
        "explanation": "המוטציה E200K הגורמת למחלת קרויצפלד-יעקב גנטית (Genetic CJD) שכיחה במיוחד בקרב יהודים ממוצא לובי (תוניסאי/לובי) [46].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה לא תסמין של מיגרנה?",
        "correct_answer": "חום",
        "distractor_1": "כאב חד בצד אחד של הראש",
        "distractor_2": "פוטופוביה",
        "distractor_3": "החמרה בעת מאמץ גופני",
        "explanation": "מיגרנה מתאפיינת בכאב חד צדדי, פוטופוביה, והחמרה במאמץ. חום אינו תסמין של מיגרנה ומחייב בירור לשלילת דלקת קרום המוח או מחלה זיהומית אחרת.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מהו התסמין הנפוץ ביותר של אאורה (Aura) במיגרנה?",
        "correct_answer": "הפרעה בראיה",
        "distractor_1": "כאב ראש חד צדדי",
        "distractor_2": "הפרעה תחושה",
        "distractor_3": "סחרחורת סיבובית",
        "explanation": "אאורה ויזואלית (Visual aura), כגון הבזקי אור או כתמים בשדה הראייה, היא הסוג הנפוץ ביותר של אאורה במיגרנה.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה גידול ניתן למצוא בכ10% מחולי Myasthenia Gravis?",
        "correct_answer": "תימומה",
        "distractor_1": "Renal cell carcinoma",
        "distractor_2": "קרצינומה של בלוטת התריס",
        "distractor_3": "אדנומה בבלוטת התריס",
        "explanation": "כ-10-15% מחולי מיאסטניה גרביס סובלים מתימומה (גידול בבלוטת התימוס). לרוב החולים (כ-60-70%) יש היפרפלזיה של התימוס [47].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה איננה אטיולוגיה סבירה של Mono-Neuropathy?",
        "correct_answer": "B12 deficiency",
        "distractor_1": "Compression",
        "distractor_2": "Trauma",
        "distractor_3": "Diabetes",
        "explanation": "חסר בויטמין B12 גורם בדרך כלל לפולינוירופתיה סימטרית (Polyneuropathy) ולא למונו-נוירופתיה (פגיעה בעצב בודד), שהיא אופיינית יותר ללחץ, טראומה או סוכרת [48].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מנגנון הפעולה של Botulinum toxin?",
        "correct_answer": "חיתוך חלבוני ה SNARE ב Axon terminal ומניעת שחרור וסיקולות המכילות Acetyl-Choline למרווח הסינפטי.",
        "distractor_1": "חסימה של הרצפטורים לאצכיל כולין בממברנה הפוסט-סינפטית.",
        "distractor_2": "עיכוב של חלבון Acetyl-Choline esterase במרווח הסינפטי.",
        "distractor_3": "חסימה של תעלות הסידן בממברנה הפרה-סינפטית.",
        "explanation": "רעלן הבוטולינום פועל על ידי פירוק חלבוני SNARE בקצה האקסון המוטורי, מה שמונע את איחוי הוסיקולות ואת שחרור האצטילכולין לסינפסה, וגורם לשיתוק רפה [49].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "פגיעה באיזה עצב גולגלתי (cranial nerve) תוביל לפגיעה בתנועת עיניים ולהרחבת האישון?",
        "correct_answer": "העצב האוקולומוטורי (Oculomotor nerve)",
        "distractor_1": "העצב הראייתי (optic nerve)",
        "distractor_2": "העצב הטריגמינאלי (Trigeminal nerve)",
        "distractor_3": "העצב ההיפוגלוסאלי (Hypoglossal nerve)",
        "explanation": "עצב 3 (Oculomotor) אחראי על תנועות עיניים (למעט LR ו-SO) ועל כיווץ האישון (פראסימפתטי). פגיעה בו תגרום להגבלה בתנועה ולהרחבת אישון (מידריאזיס) עקב פגיעה בסיבים הפראסימפתטיים [50].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מטופלת פונה למרפאה לבירור חוסר יציבות בהליכה שהתפתח בהדרגה בחודשים האחרונים. במהלך הבדיקה התבקשה לעמוד עם שתי רגליים קרובות מאוד (\"בסיס צר\") והיא עמדה כך בלי בעיה. אך כשנתבקשה לעצום עיניים והיא מיד איבדה שיווי משקל. היכן הצפויה הפגיעה, מבין האופציות הבאות?",
        "correct_answer": "במסלול הדורסלי (dorsal column) בחוט השדרה",
        "distractor_1": "במסלול התלמי-שדרתי (spinothalamic tract)",
        "distractor_2": "במסלול הקורטיקלי-שדרתי (corticospinal tract)",
        "distractor_3": "פגיעה כוללת בחוט השדרה (פגיעה הגרמה לחיתוך לכל רוחבו)",
        "explanation": "מבחן רומברג חיובי (איבוד שיווי משקל בעצימת עיניים) מעיד על פגיעה בתחושת המנח (פרופריוספציה), המועברת במסלולים הדורסליים (Dorsal columns). כשהעיניים פקוחות הראייה מפצה, אך בעצימתן הפיצוי אובד [51].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מטופל סובל זמן רב מחולשה ברגל ימין. בבדיקה יש ירידה בנפח השריר (atrophy-אטרופיה), ירידה במתח השריר (hypotonia), פסיקולציות (fasiculations) ורפלקסים מופחתים. היכן סביר שהפגיעה?",
        "correct_answer": "עצב מוטורי תחתון (lower motor neuron)",
        "distractor_1": "עצב מוטורי עליון (upper motor neuron)",
        "distractor_2": "עצב מוטורי עליון וגם עצב מוטורי תחתון",
        "distractor_3": "תלמוס (thalamus)",
        "explanation": "סימנים של אטרופיה, היפוטוניה, פסיקולציות והיעדר רפלקסים הם סימנים קלאסיים לפגיעה בנוירון המוטורי התחתון (LMN). פגיעה ב-UMN תגרום לספסטיות ורפלקסים ערים [52].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה נצפה לראות בתסמונת בראון-סקארד (Brown-Sequard syndrome)?",
        "correct_answer": "פגיעה בתחושת כאב וטמפרטורה קונטרה לטרלית (contralateral) לפגיעה בחוט השדרה",
        "distractor_1": "פגיעה איפסי לטרלית (ipsilateral) סנסורית ומוטורית לפגיעה בחוט השדרה",
        "distractor_2": "פגיעה סנסורית ומוטורית קונטרה-לטרלית (contralateral) לפגיעה בחוט השדרה",
        "distractor_3": "פגיעה בתחושת פרופריוספציה קונטרה-לטרלית (contralateral) לפגיעה בחוט השדרה",
        "explanation": "תסמונת בראון-סקארד (חיתוך חצי חוט שדרה) גורמת לאובדן כאב וטמפרטורה בצד הנגדי (קונטרלטרלי) לפגיעה (כי המסלול הספינותלמי חוצה מיד), ולאובדן פרופריוספציה ושיתוק מוטורי בצד הפגיעה (איפסילטרלי) [53].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מי מהבאים אינו סעיף של עורק התרדמה הפנימי (Internal Carotid)?",
        "correct_answer": "External Carotid Artery",
        "distractor_1": "Anterior Choroidal",
        "distractor_2": "Posterior Communicating Artery",
        "distractor_3": "Ophthalmic Artery",
        "explanation": "העורק הקרוטיד החיצוני (ECA) הוא ענף של הקרוטיד המשותף (CCA), במקביל לקרוטיד הפנימי (ICA), ואינו מסתעף ממנו. השאר הם ענפים של ה-ICA.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בת 30 סובלת מהפרעה בראיה בעין ימין וכאב מסביב לעין. בבדיקתה ירידה בחדות הראיה ובראיית צבעים בעין ימין. החולה מספרת שלפני שנתיים היא סבלה מהפרעה בתחושה ברגליים עד גובה הבטן שחלפה כעבור 3 שבועות. בבדיקת MRI מוח נצפו נגעים בחומר הלבן ליד החדרים הלטרליים ובחוט השדרה לאורך חוליה אחת. מה האבחנה הסבירה?",
        "correct_answer": "Multiple sclerosis",
        "distractor_1": "Acute Disseminated Encephalomyelitis",
        "distractor_2": "Neuromyelitis Optica",
        "distractor_3": "Systemic Lupus Erythematosus",
        "explanation": "הקליניקה של אירועים חוזרים בזמן (לפני שנתיים ועכשיו) ובמקום (רגליים, עין), יחד עם ממצאי MRI אופייניים (נגעים בחומר הלבן פרי-ונטריקולריים ונגע קצר בחוט השדרה), מתאימה ביותר לטרשת נפוצה (MS). NMO מאופיין בנגעים ארוכים בחוט השדרה [54].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בת 30 סובלת מדלקת בעצב הראיה מימין עם ירידה קשה בחדות הראיה. בבדיקת דם נוגדנים חיוביים ל-AQP4. מה קו הטיפול הראשון המומלץ בשלב האקוטי?",
        "correct_answer": "סטרואידים דרך הוריד",
        "distractor_1": "אין הכרח בטיפול אקוטי",
        "distractor_2": "Imuran (Azathioprine)",
        "distractor_3": "Rituximab (Mabthera)",
        "explanation": "במקרה של התקף חריף של NMO (המוכח ע\"י נוגדני AQP4), הטיפול המיידי הוא סטרואידים במינון גבוה (Pulse methylprednisolone) דרך הוריד [55]. טיפולים כמו ריטוקסימאב משמשים למניעה.",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה לא מאפיין דלקת בעצב הראיה (Optic Neuritis)?",
        "correct_answer": "המיאנופסיה הומונומית",
        "distractor_1": "כאבים בהנעת העין",
        "distractor_2": "ירידה בראיית צבעים",
        "distractor_3": "Relative afferent pupillary defect (RAPD)",
        "explanation": "דלקת בעצב הראייה (Optic Neuritis) מתבטאת בירידה בחדות הראייה, כאב בהנעת העין, ירידה בראיית צבעים ו-RAPD. המיאנופסיה הומונומית מעידה על פגיעה רטרו-כיאזמטית (אחרי הכיאזמה), ולא בעצב הראייה עצמו [56][35].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "בשיתוק מלא של עצב 3 (oculomotor nerve) ניתן לראות את כל התופעות הבאות, למעט?",
        "correct_answer": "מיוזיס (כיווץ של האישון)",
        "distractor_1": "פטוזיס (צניחת עפעף)",
        "distractor_2": "סטייה מטה של העין",
        "distractor_3": "סטייה של העין לטרלית",
        "explanation": "עצב 3 אחראי על הרמת העפעף, תנועת העין (למעט החוצה ומטה-פנימה) וכיווץ האישון. שיתוק שלו יגרום לפטוזיס, סטייה של העין החוצה ולמטה (down and out), והרחבת אישון (מידריאזיס) עקב פגיעה בסיבים הפראסימפתטיים. לכן מיוזיס (כיווץ) אינו מתאים [50].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מהבאים מתאר באופן הנכון ביותר את הפרעת התנועה כוריאה (Chorea)?",
        "correct_answer": "תנועות רנדומליות המערבות איברי גוף שונים, ללא תבנית קבועה",
        "distractor_1": "תנועות מתוך רפרטואר קבוע המלוות בתחושת דחף מקדים",
        "distractor_2": "תנועות מהירות שמשכן עשרות מילישניות",
        "distractor_3": "תנועות ריתמיות רפטטיביות בלבד",
        "explanation": "כוריאה מוגדרת כתנועות לא רצוניות, לא צפויות, לא ריתמיות, שעוברות באופן אקראי מחלק גוף אחד לאחר (Randomly flowing jerks) [57].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "במחלת הנטינגטון, מהו משלב התסמינים האופייני?",
        "correct_answer": "הפרעות פסיכיאטריות, כוריאה, דמנציה",
        "distractor_1": "עלייה במשקל, עצירות, רעד",
        "distractor_2": "פסיכוזה, הפרעות בתפקודי שפה, ירידה בזיכרון",
        "distractor_3": "ברדיקינזיה, היפוקינזיה, נפילות חוזרות",
        "explanation": "מחלת הנטינגטון מתאפיינת בטריאדה של הפרעות תנועה (בעיקר כוריאה), הפרעות פסיכיאטריות/התנהגותיות וירידה קוגניטיבית (דמנציה) [58].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "מה מהבאים מאפיין רעד במחלת פרקינסון?",
        "correct_answer": "בולט יותר במנוחה מאשר בפעולה",
        "distractor_1": "מופיע בעיקר ברגל",
        "distractor_2": "דו צדדי מתחילת המחלה",
        "distractor_3": "בתדירות של 12-14 הרץ",
        "explanation": "הרעד בפרקינסון הוא קלאסית רעד במנוחה (Rest tremor), בתדר של 4-6 הרץ, ומתחיל לרוב באופן א-סימטרי (חד-צדדי) ביד [59].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "איזה מהבאים עלול להיות תופעות של לוואי טיפול בסטימולנטים?",
        "correct_answer": "החמרה של טיקים",
        "distractor_1": "ישנוניות יתר",
        "distractor_2": "ברדיקרדיה",
        "distractor_3": "תיאבון מוגבר",
        "explanation": "סטימולנטים (כמו ריטלין) עלולים לגרום להחמרה בטיקים, ירידה בתיאבון וטכיקרדיה. הם משמשים לטיפול בישנוניות (ולא גורמים לה) [60].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "סמן את המשפט הנכון בנוגע לטיקים:",
        "correct_answer": "משתנים באופיים ובחומרתם לאורך החיים",
        "distractor_1": "שכיחים יותר בבנות לעומת בנים",
        "distractor_2": "מופיעים לרוב לראשונה סביב גיל 10",
        "distractor_3": "קופרולליה (מילים מגונות) שכיחים בתסמונת טורט",
        "explanation": "טיקים מאופיינים במהלך של עליות ומורדות (waxing and waning), ומשתנים באופיים ובמיקומם לאורך הזמן. הם שכיחים יותר בבנים, מופיעים לרוב לפני גיל 10, וקופרולליה היא נדירה בטורט [61].",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    },
    {
        "question_text": "CAA- Cerebral amyloid angiopathy גורמת באופן ישיר ל:",
        "correct_answer": "פגיעה בדופן כלי הדם הקטנים במוח",
        "distractor_1": "עלייה בקרישיות הדם במוח",
        "distractor_2": "עליה בסיכון לתסחיף מהלב (embolism)",
        "distractor_3": "פגיעה בייצור מיאלין במוח",
        "explanation": "מחלת CAA (Cerebral Amyloid Angiopathy) נגרמת כתוצאה משקיעה של חלבון עמילואיד (בעיקר עמילואיד בטא 40) בדפנות כלי הדם הקטנים במוח (במדיה ובאדבנטיציה). תהליך זה גורם לפגיעה בדופן הכלי, להחלשתו, ולהיצרות שלו, מה שמוביל לדימומים מוחיים (בעיקר אונתיים) וגם לאוטמים איסכמיים קטנים. (מקור: סיכום מערכת העצבים, עמ' 30).",
        "topic": "שחזורים",
        "sub_topic": "מועד ב"
    }
]