[
 
   {
    "question_text": "על פי החלוקה האנטומית של המיצר (Mediastinum) ותכולת החללים, איזה סוג של גידול ממאיר המופיע בהקשר של גידולי ריאה או המיצר, יכול להימצא במיצר הקדמי (Anterior Mediastinum)?",
    "correct_answer": "Small cell carcinoma (קרצינומה של תאים קטנים)",
    "distractor_1": "Neurogenic tumour (גידול נוירוגני)",
    "distractor_2": "Pericardial cyst (ציסטה פריקרדיאלית)",
    "distractor_3": "Enteric cyst ƒc(ציסטה אנטרית)",
    "explanation": "המיצר הקדמי (Anterior Mediastinum) הוא חלל המכיל רקמת תימוס, רקמה לימפטית והתפשטות של בלוטת התריס [1]. הגידולים המאפיינים חלל זה, לפי המקורות, הם אלו המתחילים באות 'T' (תימומה, טרטומה, בלוטת תריס), וכן **לימפומה וקרצינומה** [2]. Small Cell Carcinoma (SCC) הוא סוג של קרצינומה, ולכן הוא יכול להיכלל ברשימת הממצאים האפשריים במיצר הקדמי [2]. מנגד, **Neurogenic tumour** ו-**Enteric cyst** הם גידולים האופייניים למיצר האחורי (Posterior Mediastinum) [2]. ואילו **Pericardial cyst** היא ממצא אופייני למיצר התיכון (Middle Mediastinum) [2]. חשוב לציין כי מבחינת מקורו הריאתי, SCC נוטה להיות ממוקם מרכזית (ליד הסימפונות הראשיים), ורק כ-5% ממנו מופיע בפריפריה [3].",
    "topic": "מערכת הנשימה",
    "sub_topic": "גידולי ריאה"
  },
    {
    "question_text": "לצורך אבחון מדויק של מחלות ריאה אינטרסטיציאליות (ILD), ובמיוחד במקרים בהם בדיקת HRCT אינה חד-משמעית, איזו שיטת ביופסיה טרנסברונכיאלית נחשבת לעדיפה בשל יכולתה להניב דגימת רקמה גדולה ומייצגת יותר?",
    "correct_answer": "Transbronchial cryo-biopsy (TBCB) / ביופסיית קריו טרנסברונכיאלית",
    "distractor_1": "Surgical lung biopsy (ביופסיה ניתוחית פתוחה)",
    "distractor_2": "Endobronchial biopsy (EBB) / ביופסיה אנדו-ברונכיאלית",
    "distractor_3": "Transbronchial forceps biopsy (ביופסיית מלקחיים טרנסברונכיאלית)",
    "explanation": "כאשר אבחנת מחלת ריאה אינטרסטיציאלית (ILD) אינה ודאית על בסיס נתונים קליניים ורדיולוגיים (HRCT), נדרשת ביופסיה. בעבר, ביופסיה ניתוחית (Surgical biopsy) הייתה נחשבת לבדיקת הבחירה לקבלת האבחנה המדויקת ביותר, אך היא הליך פולשני וקשה יחסית [1, 2]. כיום, השיטה המועדפת הפחות פולשנית היא ה**ביופסיית קריו טרנסברונכיאלית (TBCB)** [1, 3]. שיטה זו כוללת שימוש בפרוב המקפיא חלק מהרקמה עד לטמפרטורה נמוכה (כ-85- מעלות צלזיוס), מה שמאפשר לתלוש חתיכת רקמה גדולה יחסית (כסנטימטר בגודלה), המתאימה יותר לאבחון מחלות אינטרסטיציאליות [1, 3]. שיטת הקריו משיגה דיוק אבחנתי גבוה יחסית (כ-80%) בהשוואה לביופסיית המלקחיים הטרנסברונכיאלית הרגילה, אשר מניבה חתיכות קטנות מאוד ולכן בעלת תועלת דיאגנוסטית נמוכה [1].",
    "topic": "מערכת הנשימה",
    "sub_topic": "ILD"
  },
  {
    "question_text": "איזה מהממצאים הרדיולוגיים הבאים, המזוהה בבדיקת HRCT, נחשב למאפיין מובהק של דפוס Usual Interstitial Pneumonia (UIP) המקושר לפיברוזיס ריאתי אידיופתי (IPF), ומייצג שלב מתקדם של הצטלקות ריאתית?",
    "correct_answer": "Honeycombing (מראה \"חלת דבש\")",
    "distractor_1": "Centrilobular nodules (קשריות צנטרילובולריות) בפיזור עליון.",
    "distractor_2": "Three-density pattern (תבנית שלוש צפיפויות) ב-Expiratory CT.",
    "distractor_3": "Peribronchial cuffing (עיבוי פריברונכיאלי) מפושט.",
    "explanation": "דפוס ה-UIP (הצורה הפתולוגית האופיינית ל-IPF) מאופיין על ידי הצטלקות (פיברוזיס) הממוקמת לרוב בפריפריה, בבסיסי הריאות, ובתת-פלאורה [1]. המאפיינים העיקריים של דפוס זה, כפי שנראים ב-HRCT, כוללים **Honeycombing** [1], **Traction bronchiectasis** (הרחבת דרכי אוויר בגלל משיכה) ו**עיבוי ספטלי** [2]. 'Honeycombing', המוגדר כשורה של ציסטות אוויר קטנות צמודות (בקוטר 3-10 מ\"מ), הוא הממצא הקלאסי והחמור ביותר, המעיד על פיברוזיס מתקדם [1]. לעומת זאת, **Centrilobular nodules** אופייניות ל-Hypersensitivity Pneumonitis (דלקת ריאות רגישות יתר) שאינה פיברוטית [3]. **Three-density pattern** הוא סימן רדיולוגי ספציפי יותר ל-Fibrotic HP [3]. **Peribronchial cuffing** הוא ממצא המקושר לבצקת ריאות אינטרסטיציאלית, הנגרמת לעיתים קרובות מאי-ספיקת לב גודשית (CHF) [4].",
    "topic": "מערכת הנשימה",
    "sub_topic": "ILD"
  }
  ,
   {
    "question_text": "מסה במיצר הקדמי המופיעה בדרך כלל בגברים צעירים, בשילוב עם רמות גבוהות בדם של המרקר $\beta-\text{HCG}$, מרמזת באופן מובהק על איזו אבחנה, בהקשר של גידולי ריאה/מיצר?",
    "correct_answer": "מדיאסטינל סמינומה (Mediastinal Seminoma)",
    "distractor_1": "קרצינומה של תאים קטנים (Small Cell Carcinoma)",
    "distractor_2": "תימומה פולשנית (Invasive Thymoma)",
    "distractor_3": "טרטומה בוגרת (Mature Teratoma)",
    "explanation": "סמינומה מדיאסטינלית היא גידול תאי נבט (Germ Cell Tumor) המהווה כ-40% מגידולי הנבט במיצר הקדמי, ושכיח בעיקר בקרב גברים צעירים (גיל 20-30) [1]. גידול זה מאופיין בכך שרמות גבוהות של המרקר **$\beta-\text{HCG}$** מופיעות בכ-10% מהמקרים, בעוד שרמות ה-AFP (Alpha-fetoprotein) נותרות תקינות [1]. לעומת זאת, סוגי גידולי נבט אחרים, כמו Nonseminomatous Germ Cell Tumors, יכולים להציג רמות גבוהות של AFP או $\beta-\text{HCG}$ [2]. במקרה של תמונת CT המדגימה מסה גדולה והומוגנית במיצר הקדמי עם עליה ב-$\beta-\text{HCG}$ או ב-AFP, ניתן להתחיל טיפול כימותרפי גם ללא ביופסיה [2].",
    "topic": "מערכת הנשימה",
    "sub_topic": "גידולי ריאה"
  }
  ,
    {
    "question_text": "מהו המנגנון הפיזיולוגי העיקרי המוביל לדקומפנסציה (אי-ספיקה) של חדר שמאל במצב של Chronic Aortic Regurgitation (AR)?",
    "correct_answer": "הירידה בכושר הכיווץ (קונטרקטיליות) של שריר חדר שמאל, אשר אינו מצליח עוד להתגבר על העומס ההמודינמי המוגבר (Afterload Mismatch), למרות פיצוי קודם באמצעות היפרטרופיה אקסצנטרית.",
    "distractor_1": "צמצום קונצנטרי של חדר שמאל (Concentric Hypertrophy) המוביל לירידה משמעותית בנפח הסוף-דיאסטולי (EDV).",
    "distractor_2": "עלייה חדה ופתאומית בלחץ הדיאסטולי באאורטה המונעת את פתיחת המסתם האאורטלי בסיסטולה הבאה.",
    "distractor_3": "דליפה מוגברת של דם מהעלייה השמאלית לחדר שמאל במהלך הסיסטולה (Mitral Regurgitation משנית).",
    "explanation": "דקומפנסציה (Chronic decompensated AR) ב-Aortic Regurgitation כרונית מתרחשת לאחר שנים של אדפטציה, כאשר שריר חדר שמאל, אשר עבר היפרטרופיה אקסצנטרית [1], אינו מצליח עוד לעמוד בעומס ההמודינמי הגובר [2]. מצב זה מוביל ל**ירידה בכושר הכיווץ** של החדר ול'Afterload Mismatch' [2]. כתוצאה מכך, הלב נמתח מעבר ליכולתו האידיאלית, נפחי המילוי שלו גדלים מאוד, והוא אינו מסוגל לדחוף את הדם החוצה [3]. זה גורם לעלייה משמעותית בלחץ הסוף-דיאסטולי בחדר שמאל (LVEDP) [3], המועבר אחורנית ומוביל ללחץ גבוה במישור הריאתי ולבצקת ריאות [3].",
    "topic": "מערכת הלב",
    "sub_topic": "מסתמים"
  }
  ,
    {
    "question_text": "מטופל מתייצג עם מסה במיצר (Mediastinal mass) וכאבים בחזה המופיעים לאחר שתיית אלכוהול. איזו אבחנה, המהווה ממצא שכיח במיצר הקדמי, מתארת חולה \"קלאסי\" עם תסמין פאראנאופלסטי זה?",
    "correct_answer": "לימפומה מסוג הודגקין (Hodgkins Lymphoma)",
    "distractor_1": "תימומה (Thymoma)",
    "distractor_2": "גידול נוירוגני (Neurogenic tumour)",
    "distractor_3": "ציסטה ברונכוגנית (Bronchogenic cyst)",
    "explanation": "כאבים בחזה המופיעים לאחר שתיית אלכוהול הם תסמין פאראנאופלסטי קלאסי המקושר ל**לימפומה מסוג הודג'קין (Hodgkin's Lymphoma)** [1]. חולה עם מסה במיצר וסימפטום זה נחשב ל'חולה קלאסי' בהקשר זה [1]. לימפומה (כולל הודג'קין) ממקומת לרוב במיצר הקדמי [1-3]. לעומת זאת, **תימומה** היא גידול אופייני למיצר הקדמי, אך אינה קשורה לכאבים בנטילת אלכוהול [3]. **גידול נוירוגני** ו**ציסטה ברונכוגנית** הם ממצאים האופייניים למיצר האחורי ולמיצר התיכון בהתאמה [3].",
    "topic": "מערכת הנשימה",
    "sub_topic": "גידולי ריאה"
  }
  ,
 {
    "question_text": "על פי מנגנון הפתוגנזה של טרשת עורקים המובילה לתסמונת כלילית חריפה (ACS), איזה תהליך נחשב לאירוע המרכזי והקריטי ביותר שגורם לחוסר יציבות ולפגיעות (vulnerability) של הרובד הטרשתי?",
    "correct_answer": "דלקת (Inflammation) ופעילות תאי דלקת בכיפה הפיברוטית (Fibrous Cap) של הרובד.",
    "distractor_1": "הימצאות ליבה שומנית רכה גדולה (Necrotic Center) המורכבת משאריות תאים וכולסטרול.",
    "distractor_2": "ריבוי נימי דם חדשים בתוך הרובד (Neovascularization / Vasa Vasorum) הגורם לדימום פנימי.",
    "distractor_3": "קיומה של קופסה פיברוטית דקה (Thin Fibrous Cap) המכסה את הרובד השומני.",
    "explanation": "אף על פי שרובד טרשתי פגיע (vulnerable plaque) מאופיין בליבה שומנית רכה ובקופסה פיברוטית דקה [1], **הדלקת בכיפה הפיברוטית** היא האירוע הקריטי ביותר המוביל לחוסר יציבות [1]. תאי הדלקת, בעיקר מקרופאג'ים, מפרישים אנזימים המפרקים את מרכיבי הכיפה (כמו MMPs), מה שמוביל להיחלשותה ולקריעה שלה [1]. קרע זה חושף חומרים פרו-טרומבוטיים ומפעיל את מערכת הקרישה וטסיות הדם [2], [3], תהליך שבסופו נוצר קריש דם החוסם את העורק הכלילי [4], [3]. ריבוי כלי דם חדשים (vaso-vasorum) בתוך הרובד תורם לאלמנט הדלקתי ועלול לגרום לדימום פנימי בתוכו [2], אך גם הוא משני לתהליך האינפלמטורי [1].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
   {
    "question_text": "בהקשר של אוטם שריר הלב חריף (Acute MI), איזו מהטענות הבאות אינה נכונה?",
    "correct_answer": "רישום אק\"ג תקין לחלוטין שולל את האבחנה של אוטם שריר הלב חריף.",
    "distractor_1": "כאב בחזה החשוד לאוטם מאופיין לרוב בכאב שנמשך מעל חצי שעה ואף מופיע במנוחה.",
    "distractor_2": "פחות מ-15% ממקרי אוטם שריר הלב מופיעים ללא כאבים (Painless MI), במיוחד בקרב קשישים או חולי סוכרת.",
    "distractor_3": "דיסקציה של האאורטה ותסחיף ריאתי (PE) נחשבים לאבחנות מבדלות חמורות ומסוכנות שיש לשלול בבירור כאב חזה.",
    "explanation": "אף על פי שאק\"ג הוא כלי אבחוני חיוני וראשוני לזיהוי אוטם [1], **אק\"ג תקין לחלוטין אינו שולל אוטם לבבי** [1]. חולה המגיע עם הסתמנות קלינית מתאימה לאירוע לבבי יטופל כסובל מתסמונת כלילית חריפה (ACS) עד שיוכח אחרת [1]. לגבי יתר הטענות: כאב חזה המעיד על MI נמשך לרוב מעבר לחצי שעה [2], והוא יכול להופיע במנוחה [2]. פחות מ-15% ממקרי האוטם הם 'Painless MI' (ללא כאבים), תופעה הנפוצה בעיקר בקרב קשישים וחולי סוכרת [2]. דיסקציה של האאורטה נחשבת לאבחנה מבדלת מסוכנת עבור כאבי חזה [2].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
  {
    "question_text": "במסגרת הפתוגנזה של תסמונת כלילית חריפה (ACS) הנגרמת מקרע ברובד טרשתי, איזה מהמשפטים הבאים מתאר נכונה את מנגנון יצירת הקריש העורקי והאסטרטגיה התרופתית העיקרית למניעתו?",
    "correct_answer": "תהליך יצירת הטרומבין מופעל על ידי **מסלול הקרישה האקסטרינזי** לאחר חשיפת Tissue Factor, והמניעה העיקרית של היווצרות הקריש מבוססת על **תרופות נוגדות טסיות (כגון אספירין)**.",
    "distractor_1": "התהליך מתחיל בעקבות נזק אנדותליאלי המפעיל באופן בלעדי את המסלול האינטרינזי, ומושפע בעיקר על ידי רמות גבוהות של ויטמין K.",
    "distractor_2": "המרכיב הדומיננטי בטרומבוס העורקי הוא רשת סיבי פיברין חזקה, והטיפול המניעתי המרכזי מבוסס על נוגדי קרישה הניתנים בזריקה תת-עורית (כגון הפרין).",
    "distractor_3": "הטרומבוס נבנה בעיקר מתאי דם אדומים, וטיפול מניעתי יעיל יושג באמצעות הפחתת רמות טסיות הדם בדם הפריפרי באמצעות כימותרפיה.",
    "explanation": "יצירת הטרומבוס העורקי מתחילה כאשר הרובד הטרשתי נקרע, חושף חומרים פרו-טרומבוטיים ומפעיל את הקסקדה של הקרישה [1]. **מסלול הקרישה האקסטרינזי** מופעל על ידי חשיפת Tissue Factor המפעיל את פקטור VII, ומוביל לייצור טרומבין [2], [3]. הטרומבין שנוצר משפעל טסיות נוספות [4], [2]. עם זאת, המרכיב הקריטי ביותר לקריש העורקי הוא **אגרגציית הטסיות** [4], ועל כן הטיפול האנטי-טרומבוטי מתמקד בעיקר בטיפול נוגד טסיות [5]. **אספירין (ASA)** הוא תרופה אנטי-טסיות מרכזית הפועלת על ידי עיכוב COX-1, מה שמפחית את ייצור TxA2 ומעכב שפעול טסיות [6].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
  {
    "question_text": "בהקשר של אבחון אוטם שריר הלב חריף (Acute MI), מהו המרקר האנזימטי העיקרי, הרגיש והספציפי ביותר, המעיד על נזק בלתי הפיך לקרדיומיוציטים, ומופרש לזרם הדם בעקבות שינויים בממברנות התאים?",
    "correct_answer": "טרופונין (Troponin)",
    "distractor_1": "טרופונין C (Troponin C)",
    "distractor_2": "מיוגלובין (Myoglobin)",
    "distractor_3": "קריאטין קינאז - CK-MB",
    "explanation": "ה**טרופונין** נחשב למרקר העיקרי, הספציפי והרגיש ביותר הנמצא בשימוש כיום לאבחון אוטם שריר הלב [1]. ישנם שלושה סוגים של טרופונין (C, I ו-T), כאשר טרופונין I וטרופונין T הם הנמדדים בדם [1], ואילו **טרופונין C אינו נמדד מאחר שהוא משותף לשרירי השלד ובשל כך אינו ספציפי ללב** [2]. לעומת זאת, מיוגלובין הוא המרקר הראשון שעולה, אך אינו ספציפי [3]. CK-MB נדחק הצידה בשנים האחרונות ונחשב פחות ספציפי ופחות רגיש מטרופונין [3].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
   {
    "question_text": "על פי ה-4th Universal Definition of MI, מהם הקריטריונים הנחוצים לאבחון אוטם שריר הלב (MI)?",
    "correct_answer": "נוכחות של טרופונין חיובי, בשילוב עם תסמינים קליניים של איסכמיה מיוקרדיאלית, שינויים איסכמיים חדשים באק\"ג, או התפתחות של גלי Q פתולוגיים.",
    "distractor_1": "עלייה ברמות CK-MB בשילוב עם כאבים בחזה הנמשכים מעל 30 דקות.",
    "distractor_2": "קיום של ST-elevation בלידים עוקבים יחד עם נוכחות של גלי T היפראקוטיים.",
    "distractor_3": "הימצאות טרופונין חיובי, יחד עם עדות חדשה לאזורית תפקודית פגומה באקו לב, ללא קשר לתסמינים קליניים או שינויי אק\"ג.",
    "explanation": "ההגדרה לאוטם שריר הלב (MI) כיום, לפי ה-4th Universal Definition of MI, דורשת **טרופונין חיובי** בשילוב עם **אחד** מהקריטריונים הבאים: **תסמינים של איסכמיה מיוקרדיאלית**, **שינויים איסכמיים חדשים באק\"ג** (כגון עליות ST או היפוכי T), או **התפתחות של גלי Q פתולוגיים** [1]. קריטריונים נוספים כוללים עדות חדשה לשינוי תפקודי אזורי באקו לב שמתאים לאטיולוגיה איסכמית, או מציאת טרומבוס תוך-קורונרי בצנתור או בנתיחה [1]. חשוב לציין כי טרופונין T וטרופונין I נחשבים למרקרים העיקריים, הספציפיים והרגישים ביותר המשמשים לאבחון MI כיום [2].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
    {
    "question_text": "מהי ההגדרה הנכונה ביותר עבור אנגינה בלתי יציבה (Unstable Angina - UA) בהקשר של תסמונת כלילית חריפה (ACS)?",
    "correct_answer": "תסמונת כלילית חריפה (ACS) המופיעה ללא עליות ST באק\"ג, והיא מאופיינת בנזק מיוקרדיאלי מינימלי שאינו מוביל לעלייה ברמות הטרופונין (כלומר, טרופונין שלילי).",
    "distractor_1": "אוטם שריר הלב (MI) המופיע עם עליות ST משמעותיות, אך עם רמות טרופונין תקינות.",
    "distractor_2": "איסכמיה מיוקרדיאלית יציבה המופיעה עם עליות ST באק\"ג.",
    "distractor_3": "מצב של Non-ST elevation MI (NSTEMI) המאופיין ברמות טרופונין גבוהות עקב נזק נרחב לשריר הלב.",
    "explanation": "אנגינה בלתי יציבה היא תת-סוג של Non-ST Elevation ACS, והיא נבדלת מ-NSTEMI בכך שהיא מוגדרת כאשר הנזק האיסכמי קל או מוקדם מדי, **ולא מופיעה עלייה ברמות הטרופונין** [1, 2]. מצב זה משקף חסימה חלקית של העורק הכלילי על ידי טרומבוס שנוצר בעקבות קרע בפלאק טרשתי [1].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
  {
    "question_text": "על פי ההנחיות לטיפול פולשני (צנתור - PCI) במטופלים עם תסמונת כלילית חריפה ללא עליית ST (NSTE-ACS), איזו קביעה לגבי דחיפות הצנתור ותזמונו נכונה?",
    "correct_answer": "עבור מרבית חולי NSTE-ACS, מומלצת אסטרטגיה פולשנית (Class I), אך יש להבחין בין חולים ב'סיכון גבוה מאוד' המצריכים צנתור מיידי, לבין חולים ב'סיכון גבוה' עבורם הצנתור מומלץ תוך 24 שעות.",
    "distractor_1": "צנתור הוא המלצת Class IIA עבור כלל חולי NSTE-ACS, ויש לבצעו באופן דחוף תוך 6 שעות מההתייצגות.",
    "distractor_2": "חולים המוגדרים כבעלי 'סיכון גבוה מאוד' מטופלים רק תרופתית, ואילו צנתור תוך 24 שעות שמור לחולים המוגדרים ב'סיכון נמוך'.",
    "distractor_3": "חולים עם NSTE-ACS צריכים לעבור צנתור אלקטיבי רק לאחר ייצוב תסמינים ואבחנה של טרופונין שלילי, ללא קשר לדירוג הסיכון.",
    "explanation": "הגישה הפולשנית (צנתור) מומלצת (Class I) לרוב חולי NSTE-ACS. הדחיפות משתנה בהתאם לסיכון: \n1. **צנתור מיידי (Immediate Invasive Strategy, Class I):** נדרש בחולים ב'סיכון גבוה מאוד', כמו במקרים של **אי-יציבות המודינמית/שוק קרדיוגני**, כאב בחזה **מתמשך** שאינו מגיב לטיפול, אי-ספיקת לב חריפה, או הפרעות קצב מסכנות חיים.\n2. **צנתור מוקדם (Early Invasive Strategy, Class I):** מומלץ לחולים ב'סיכון גבוה', עם עדיפות לביצוע **תוך 24 שעות** מרגע האבחון.",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
    {
    "question_text": "בהקשר של טיפול אנטי-טסיות כפול (DAPT) בתסמונת כלילית חריפה (ACS), מה נכון לגבי היתרונות והחסרונות המרכזיים של פרסוגרל (Prasugrel) בהשוואה לקלופידוגרל (Clopidogrel)?",
    "correct_answer": "פרסוגרל נחשב ליעיל יותר מבחינה פרמקוקינטית משום שהוא לא נהרס במעיים על ידי אסטראז, מה שמוביל לאקטיבציה מהירה יותר שלו בכבד. יחד עם זאת, הוא נושא סיכון מוגבר מעט לדימום בהשוואה לקלופידוגרל.",
    "distractor_1": "פרסוגרל אינו דורש אקטיבציה בכבד (אינו פרודרוג), ולכן פועל מהר יותר, אך הסיכון לדימום זהה לקלופידוגרל.",
    "distractor_2": "קלופידוגרל עובר פירוק מהיר יותר במעיים מאשר פרסוגרל, אך הפרסוגרל עדיין עדיף כי הוא אינו דורש אקטיבציה אנזימטית בכבד.",
    "distractor_3": "לפרסוגרל פעילות הפיכה על קולטן P2Y12, מה שהופך אותו לבטוח יותר מקלופידוגרל; אולם קצב הפעולה שלו איטי יותר בשל הצורך בפירוק מלא במערכת העיכול.",
    "explanation": "פרסוגרל הוא פרודרוג הדורש הפעלה בכבד, בדומה לקלופידוגרל [1], [2]. ההבדל המרכזי הוא שפרסוגרל אינו נהרס על ידי אסטראז במעיים, בניגוד ל-85% מהקלופידוגרל שמתפרק שם. זה מוביל לאקטיבציה מהירה יותר של פרסוגרל [1], [2]. מבחינת בטיחות, פרסוגרל נושא סיכון מוגבר מעט לדימומים בהשוואה לקלופידוגרל [3].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
  {
    "question_text": "איזו קביעה לגבי תרופות מעכבות P2Y12 המשמשות לטיפול ב-ACS אינה נכונה?",
    "correct_answer": "טיקגרלור (Ticagrelor) נקשר לקולטן P2Y12 באופן בלתי הפיך, בדומה לקלופידוגרל.",
    "distractor_1": "טיפול אנטי-טסיות כפול (DAPT) ב-ACS מורכב משילוב של אספירין ומעכב P2Y12.",
    "distractor_2": "טיקגרלור נבדל מקלופידוגרל בכך שהוא אינו פרודרוג ואינו דורש אקטיבציה בכבד.",
    "distractor_3": "פרסוגרל (Prasugrel) עובר אקטיבציה מהירה יותר בכבד, אך נושא סיכון מוגבר מעט לדימום בהשוואה לקלופידוגרל.",
    "explanation": "טיקגרלור נבדל מקלופידוגרל ומפרסוגרל בכך שהוא נקשר לקולטן P2Y12 באופן הפיך (reversible), בניגוד לשתי התרופות האחרות (קלופידוגרל ופרסוגרל) אשר נקשרות באופן בלתי הפיך [1, 2]. DAPT אכן מוגדר כטיפול משולב של אספירין ומעכב P2Y12 [3]. כמו כן, טיקגרלור אינו פרודרוג ואינו נהרס במעיים, בניגוד לקלופידוגרל, ולכן פעולתו מהירה יותר [1, 3]. פרסוגרל אכן מהיר יותר מקלופידוגרל אך נושא סיכון מוגבר קלות לדימום [1, 4].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
   {
    "question_text": "מהם המאפיינים הקליניים העיקריים המבדילים בין אנגינה יציבה לאנגינה בלתי יציבה (UA)?",
    "correct_answer": "אנגינה יציבה מאופיינת בכאב החולף ספונטנית תוך כ-10 דקות במנוחה ומופיע עם אותה דרגת מאמץ, לעומת אנגינה בלתי יציבה הנחשדת ל-ACS, המופיעה במנוחה או במאמץ קל ונמשכת מעל 10 דקות.",
    "distractor_1": "אנגינה יציבה נמשכת תמיד מעל 30 דקות, בעוד אנגינה בלתי יציבה חולפת תמיד עם נטילת ניטרוגליצרין תת-לשוני.",
    "distractor_2": "האבחנה תלויה בבדיקת טרופונין בלבד: UA מאופיינת בטרופונין שלילי, ואילו אנגינה יציבה בטרופונין חיובי.",
    "distractor_3": "אנגינה יציבה מופיעה לראשונה במנוחה או עם החמרת סימפטומים, ואילו אנגינה בלתי יציבה מופיעה תמיד רק במאמץ משמעותי.",
    "explanation": "אחד ההבדלים המשמעותיים ביותר בין אנגינה יציבה לאוטם או אנגינה בלתי יציבה (UA) הוא **משך הכאב** [1]. אנגינה יציבה היא כאב שמופיע באופן עקבי באותה מידת מאמץ ו**חולף תוך זמן קצר במנוחה** (בגדול עד 10 דקות) [1, 3]. לעומתה, אנגינה בלתי יציבה היא מצב של ACS שבו הכאב מופיע לרוב **במנוחה** או **במאמץ קל**, ו**נמשך מעל 10 דקות** [1, 3]. אנגינה יציבה משקפת פלאק יציב, בעוד ש-UA מעידה על פלאק בלתי יציב ('פגיע') [3].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
  {
    "question_text": "מהי הקונטרה-אינדיקציה (התווית נגד) העיקרית לטיפול בסטטינים, להבדיל מתופעות לוואי שכיחות שאינן מונעות את הטיפול?",
    "correct_answer": "פגיעה משמעותית בכבד (כגון מחלת כבד אקטיבית או עלייה משמעותית באנזימי כבד המעידה על נזק).",
    "distractor_1": "כאבי שרירים (Myalgia) ללא עליה משמעותית ב-CPK.",
    "distractor_2": "סוכרת או נטייה לסוכרת (Prediabetes).",
    "distractor_3": "ירידה קוגניטיבית קלה.",
    "explanation": "כאבי שרירים הם תופעת הלוואי הנפוצה ביותר של סטטינים (מופיעה בכ-10% מהמטופלים), אך לרוב נפתרת על ידי שינוי תכשיר או מינון ואינה מהווה קונטרה-אינדיקציה מוחלטת (בניגוד לרבדומיוליזיס שהיא נדירה ומסוכנת) [1], [2]. לעומת זאת, פגיעה משמעותית בכבד היא קונטרה-אינדיקציה לטיפול [2]. לגבי סוכרת וירידה קוגניטיבית - קיימים דיווחים על קשר אפשרי, אך הקשר הסיבתי אינו ודאי והם אינם נחשבים לקונטרה-אינדיקציה [2].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
    {
    "question_text": "בנוגע לטיפול התרופתי לאיזון שומנים (Lipid lowering) בחולים עם תסמונת כלילית כרונית (CCS), איזו קביעה אינה נכונה?",
    "correct_answer": "מעכבי PCSK9 (PCSK9 inhibitors) פועלים באמצעות עיכוב ספיגת הכולסטרול במעי הדק וניתנים כטיפול פומי (בליעה).",
    "distractor_1": "סטטינים (Statins) פועלים לא רק להורדת LDL אלא גם לייצוב הפלאק הטרשתי ולהפחתת התהליך הדלקתי.",
    "distractor_2": "אזטרול (Ezetimibe) פועל במנגנון של הפחתת ספיגת הכולסטרול במעי הדק.",
    "distractor_3": "מעכבי PCSK9 גורמים לביטוי מוגבר של רצפטורים ל-LDL על גבי ממברנת התא על ידי עיכוב האנזים שמפרק אותם, וניתנים בזריקה תת-עורית.",
    "explanation": "הקביעה השגויה נוגעת למנגנון ולדרך המתן של מעכבי PCSK9. תרופות אלו ניתנות ב**זריקה** תת-עורית (ולא פומית) ומנגנון הפעולה שלהן הוא עיכוב האנזים PCSK9, מה שמוביל ל**עלייה בכמות הרצפטורים ל-LDL** ופינוי טוב יותר של LDL מהדם לתוך התאים [1]. לעומת זאת, אזטרול הוא זה שמעכב ספיגה במעי [1], וסטטינים אכן מייצבים פלאק ומורידים דלקת מעבר להורדת הכולסטרול [2].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
    {
    "question_text": "בנוגע למנגנון הפעולה של הטיפול התרופתי הסימפטומטי בתעוקת חזה (Angina Pectoris), איזו מהקביעות הבאות נכונה?",
    "correct_answer": "ניטרטים (Nitrates) פועלים כמרחיבי כלי דם (ואזודילטורים), בעיקר על ידי הרחבת הוורידים הגדולים והורדת ה-Preload.",
    "distractor_1": "חוסמי בטא (Beta Blockers) משפרים את התעוקה על ידי חסימת המערכת הפארא-סימפטתית והעלאת קצב הלב.",
    "distractor_2": "חוסמי תעלות סידן (CCBs) פועלים על ידי כיווץ כלי דם (Vasoconstriction) כדי להעלות את הלחץ הקורונרי.",
    "distractor_3": "איווברדין (Ivabradine) פועל כמרחיב כלי דם ישיר ללא השפעה על קצב הלב.",
    "explanation": "ניטרטים פועלים כמרחיבי כלי דם (ואזודילטורים), בדגש על הרחבת הוורידים הגדולים והורדת ה-Preload [1]. חוסמי בטא חוסמים את הרצפטורים לאדרנלין (המערכת הסימפטטית, לא הפארא-סימפטתית) ומורידים את קצב הלב [2]. חוסמי תעלות סידן הם ואזודילטורים (מרחיבי כלי דם) ולא מכווצים [2]. איווברדין פועל ספציפית להורדת הדופק על ידי עיכוב תעלות Funny בקוצב, ללא השפעה ישירה על כלי הדם [1].",
    "topic": "מערכת הלב",
    "sub_topic": "acs"
  }
  ,
    {
    "question_text": "כיצד נראה תפליט פלאורלי בבדיקת אולטרסאונד (US), ומהי האטיולוגיה הסבירה ביותר אם בבדיקת הנוזל הוא מסווג כטרנסודט (Transudate)?",
    "correct_answer": "הנוזל נראה שחור באולטרסאונד; תפליט טרנסודטיבי מחשיד בעיקר לאי-ספיקת לב (CHF).",
    "distractor_1": "הנוזל נראה לבן באולטרסאונד; תפליט טרנסודטיבי מחשיד בעיקר לממאירות או שחפת.",
    "distractor_2": "הנוזל נראה שחור באולטרסאונד; תפליט טרנסודטיבי מחשיד בעיקר לדלקת ריאות (Parapneumonic effusion).",
    "distractor_3": "הנוזל נראה אפור עם הדיות באולטרסאונד; תפליט טרנסודטיבי אופייני לתסחיף ריאתי (PE).",
    "explanation": "בבדיקת אולטרסאונד, נוזל פלאורלי נראה **שחור** (ללא החזר גלי קול), והבדיקה יעילה לזיהוי כיסים ומחיצות בנוזל [2]. מבחינת אטיולוגיה, תפליט **טרנסודטיבי** (דל חלבון) נגרם לרוב משינויים בלחצים (הידרוסטטי/אונקוטי), והסיבה השכיחה ביותר היא **אי-ספיקת לב (CHF)**, ולעיתים בעיות כבד או כליה [1]. לעומת זאת, תפליט אקסודטיבי (עשיר בחלבון) אופייני לדלקות, ממאירות או תסחיף ריאתי [1].",
    "topic": "מערכת הנשימה",
    "sub_topic": "מחלות הפלאורה"
  }
,

  {
    "question_text": "בן 66, מעשן, מתלונן על קוצר נשימה שהחל לפני מספר ימים. בבדיקת הריאות יש ירידה בכניסת האוויר לבסיס ריאה ימנית עם עמימות בניקוש ופרמיטוס מוגבר. מה סביר שנגלה בצילום חזה ?",
    "correct_answer": "קונסולידציה מימין",
    "distractor_1": "תפליט פלויראלי ימני",
    "distractor_2": "חזה אויר מימין",
    "distractor_3": "סרעפת ימנית מוגבהת",
    "explanation": "על פי הסיכום בנשימה, בבדיקה גופנית, פרמיטוס (העברת רעד הדיבור לדופן בית החזה) מוגבר כאשר יש תוכן מוצק/נוזלי בתוך הריאה המוליך את הקול טוב יותר מאוויר, כגון בקונסולידציה (דלקת ריאות). לעומת זאת, במצבים בהם יש חצץ בין הריאה לדופן (כמו תפליט פלויראלי או חזה אוויר), הפרמיטוס יהיה מוחלש. עמימות בניקוש יכולה להופיע גם בתפליט וגם בקונסולידציה, אך הפרמיטוס המוגבר מכריע לטובת קונסולידציה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 70, ברקע סרטן גרורתי. מתלונן על קוצר נשימה שהחל באופן פתאומי. בבדיקתו: טכיקרדיה 120 לדקה, ל״ד 90/60, סטורציה 88% באוויר חדר. בהאזנה לריאות נשימה בועית תקינה. צילום החזה תקין. מה הטיפול ?",
    "correct_answer": "הפרין וטרומבוליזה",
    "distractor_1": "אנטיקואגולציה ע״י low molecular weight heparin",
    "distractor_2": "אינהלציות של מרחיבי סימפונות וסטרואידים לוריד",
    "distractor_3": "משתנים (פוסיד) דרך הוריד",
    "explanation": "התמונה הקלינית (רקע של סרטן גרורתי המהווה גורם סיכון לקרישיות יתר, קוצר נשימה פתאומי, טכיקרדיה והיפוקסמיה עם צילום חזה תקין) מחשידה מאוד לתסחיף ריאתי (PE). המטופל נמצא בהלם (לחץ דם 90/60 וטכיקרדיה), מה שמגדיר את המצב כ-Massive PE / High Risk PE. לפי הסיכום, בחולים עם אי-יציבות המודינמית (שוק), הטיפול המומלץ כולל טרומבוליזה (כגון tPA) בנוסף להפרין, כדי להמיס את הקריש ולשפר את התפקוד הלבבי.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים מאפיין חשיפה לאסבסט בסיטי חזה ?",
    "correct_answer": "Pleural plaques",
    "distractor_1": "Eggshell calcifications",
    "distractor_2": "PMF- progressive massive fibrosis",
    "distractor_3": "Micronodules",
    "explanation": "חשיפה לאסבסט ידועה כגורם למחלות פלאורליות. הממצא האופייני ב-CT כתוצאה מחשיפה לאסבסט הוא רבדים פלאורליים (Pleural plaques), שהם אזורי עיבוי (לעיתים מסוידים) בפלאורה הפריאטלית.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה מהתרחישים הבאים של חשיפה לתרופות עלול לגרום לפיברוזיס ריאתי ?",
    "correct_answer": "בת 27 עם דלקות חוזרות בדרכי השתן שמטופלת באנטיביוטיקה מניעתית",
    "distractor_1": "בן 67 שמקבל טיפול בסטטינים להיפרליפידמיה",
    "distractor_2": "בת 45 עם ריפלוקס וצרבות שמטופלת ב protein pump inhibitors",
    "distractor_3": "בן 82 שמטופל בחוסמי ביתא להאטת קצב",
    "explanation": "לפי הסיכום בנשימה (תחת ILD), אחת התרופות הידועות כגורמות למחלת ריאות אינטרסטיציאלית/פיברוזיס היא ניטרופורנטואין (Nitrofurantoin), המשמשת לעיתים קרובות כטיפול מניעתי לדלקות חוזרות בדרכי השתן. תרופות נוספות שהוזכרו כגורמות לפיברוזיס הן אמיודרון (פרוקור) ובלאומיצין.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים נכון לגבי ההבדלים בין fibrotic HP ו- non-fibrotic HP ?",
    "correct_answer": "הצורה הפיברוטית (fibrotic HP) יותר שכיחה",
    "distractor_1": "בצורה הפיברוטית יש יותר דלקת",
    "distractor_2": "בצורה ה non-fibrotic יש תגובה פחות טובה לטיפול",
    "distractor_3": "סימפטומים סיסטמיים כגון חום שכיחים בצורה הפיברוטית",
    "explanation": "Hypersensitivity Pneumonitis (HP) מחולקת לצורה פיברוטית (כרונית) ולצורה לא-פיברוטית (דלקתית/אקוטית). הצורה הלא-פיברוטית מאופיינת ביותר דלקת ותגובה טובה יותר לטיפול (ולכן מסיח ב' ו-ג' לא נכונים). סימפטומים סיסטמיים כמו חום אופייניים יותר לצורה האקוטית (לא-פיברוטית) ולא לפיברוטית (ולכן מסיח ד' לא נכון). במרפאות ILD נתקלים רבות בצורה הכרונית/פיברוטית.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מטופל עם רקע של חסר נוגדנים common variable immunodeficiency מצעירותו מלין על שיעול עם הרבה מאד ליחה, ומזה מספר חודשים, אירועים בודדים של גניחת דם קלה. מה מהבאים בדיקת הבחירה שתסייע לאבחנה ?",
    "correct_answer": "CT חזה",
    "distractor_1": "אקו לב",
    "distractor_2": "ברונכוסקופיה",
    "distractor_3": "צילום חזה",
    "explanation": "מטופלים עם חסר נוגדנים (כמו CVID) נוטים לזיהומים חוזרים בדרכי הנשימה, מה שמוביל להיווצרות ברונכיאקטזיות (הרחבת סימפונות כרונית). הסימפטומים של שיעול ליחתי כרוני והמופטיזיס (גניחת דם) אופייניים לכך. לפי הסיכום, בדיקת הבחירה (Gold Standard) לאבחון ברונכיאקטזיות היא CT חזה (בד\"כ פרוטוקול HRCT).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בבדיקת ספירומטריה התקבלו הנתונים הבאים, וכן מצורף גרף flow volume loop : FVC 98% predicted, FEV1 42% predicted, FEV1/FVC 54%. מהי האבחנה ?",
    "correct_answer": "הפרעה חסימתית",
    "distractor_1": "הפרעה רסטריקטיבית",
    "distractor_2": "הפרעה משולבת חסימתית ורסטריקטיבית",
    "distractor_3": "לא ניתן לקבוע אבחנה ללא ביצוע בדיקת נפחים",
    "explanation": "הקריטריון לאבחון הפרעה חסימתית (Obstructive) בספירומטריה הוא יחס FEV1/FVC נמוך מ-0.7 (או 70%). במקרה זה היחס הוא 54% (0.54), המעיד על חסימה. בנוסף, ה-FVC תקין (98%), מה ששולל מרכיב רסטריקטיבי משמעותי בשלב זה (בו הנפח הכולל היה צפוי לרדת). ה-FEV1 הנמוך (42%) מעיד על חומרת החסימה (Severe).",
    "topic": "שחזורים",
    "sub_topic": "מועד א",
    "image": "01.png"
  },
  {
    "question_text": "מה נכון לגבי אבחנה של חזה אויר בדימות ?",
    "correct_answer": "קל יותר לזהות בצילום אקספירטורי",
    "distractor_1": "נזהה אותו בצילום חזה בקלות רבה יותר מאשר בסיטי",
    "distractor_2": "בצילום בעמידה נחפש חזה אויר באזור הסרעפת ונמוך ממנה",
    "distractor_3": "הצללה אלבאולרית עם טשטוש גבול הלב הימני מעידה על חזה אויר קטן מימין",
    "explanation": "לפי הסיכום בנשימה, כאשר יש חשד לחזה אוויר (Pneumothorax), צילום בנשיפה (אקספיריום) יכול לסייע בזיהוי. בנשיפה, הריאה מצטופפת ונהיית לבנה יותר, בעוד שהאוויר בחלל הפלאורלי נשאר שחור (רדיולוצנטי), מה שמגדיל את הקונטרסט ומקל על זיהוי הפנאומוטורקס. CT הוא רגיש יותר מצילום (מסיח א' שגוי), ובצילום בעמידה האוויר עולה לפסגה ולא לסרעפת (מסיח ב' שגוי).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהי הבדיקה הראשונית שתבצע לצורך אבחנה של אסתמה ?",
    "correct_answer": "ספירומטריה פשוטה לפני ואחרי מרחיבי סימפונות",
    "distractor_1": "בדיקת דם לאאוזינופיליה",
    "distractor_2": "צילום חזה",
    "distractor_3": "תפקודי ריאות כולל נפחים",
    "explanation": "האבחנה של אסתמה מתבססת על קליניקה מתאימה והוכחה של חסימה בדרכי האוויר שהיא הפיכה. הכלי הראשוני לכך הוא ספירומטריה, בה בודקים את ה-FEV1 ואת היחס FEV1/FVC לפני ואחרי מתן מרחיבי סימפונות (כמו ונטולין). שיפור של 12% ו-200 מ\"ל ב-FEV1 תומך באבחנה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים נכון לגבי תגר מטכולין באבחון אסתמה ?",
    "correct_answer": "תוצאה שלילית בתגר מטכולין שוללת אסתמה בסבירות גבוהה",
    "distractor_1": "תגר מטכולין חיובי משמעו ירידה של לפחות 50% ב- FEV1",
    "distractor_2": "תגר מטכולין מיועד בעיקר להערכת אסתמה קשה",
    "distractor_3": "תגר מטכולין אינו מומלץ למטופלים מעל גיל 70",
    "explanation": "לפי הסיכום, למבחן תגר מטכולין יש Negative Predictive Value (NPV) גבוה. כלומר, אם הבדיקה שלילית, ניתן לשלול אסתמה בסבירות גבוהה. המבחן חיובי אם יש ירידה של 20% ב-FEV1 (ולא 50% כפי שנכתב במסיח א'). הבדיקה משמשת בעיקר כשיש חשד קליני אך הספירומטריה הרגילה תקינה, ולאו דווקא לאסתמה קשה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  }
,
{
    "question_text": "מהו מאפיין מרכזי של אידיופתי ריאתי פיברוזיס (IPF)?",
    "correct_answer": "פיברוזיס ריאתי פרוגרסיבי עם דפוס רסטריקטיבי בתפקודי ריאות",
    "distractor_1": "חסימה הפיכה בדרכי הנשימה",
    "distractor_2": "הופעה חדה עם מצוקה נשימתית חמורה",
    "distractor_3": "הימצאות גרנולומות בביופסיה",
    "explanation": "מחלת IPF (Idiopathic Pulmonary Fibrosis) מוגדרת כמחלה כרונית, פרוגרסיבית ופיברוטית. היא מתאפיינת בשינויים אינטרסטיציאליים הגורמים להפרעה רסטריקטיבית (ירידה בנפחים) ולא חסימתית. גרנולומות (מסיח ד') אופייניות למחלות כמו סרקואידוזיס או HP, ולא ל-IPF שמתאפיין בפטולוגיית UIP.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה טיפול תרופתי מאושר להאטת ההתקדמות של IPF?",
    "correct_answer": "נינטדניב",
    "distractor_1": "פרדניזון",
    "distractor_2": "אזיתרומיצין",
    "distractor_3": "מונטלוקאסט",
    "explanation": "הטיפול ב-IPF מתבסס על תרופות אנטי-פיברוטיות. התרופות המאושרות הן נינטדניב (Nintedanib/OFEV) ופירפנידון (Pirfenidone/Esbriet). מחקרים הראו שטיפול אנטי-דלקתי בסטרואידים כמו פרדניזון (מסיח א') בחולי IPF עלול להזיק ולהעלות תמותה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בת 44, בריאה בד\"כ. בצילום חזה שבוצע במסגרת בדיקת סקר נצפתה הרחבת מדיאסטינום ושערי הריאות עם בלוטות לימפה מוגדלות. בביופסיה מהבלוטות גרנולומות ללא נמק מתאים לסרקואידוזיס. תפקודי נשימה בגדר הנורמה. המטופלת מרגישה מצוין. מה נכון לגבי הטיפול?",
    "correct_answer": "מומלץ על מעקב בלבד בשלב הזה",
    "distractor_1": "מומלץ להתחיל טיפול בסטרואידים סיסטמיים",
    "distractor_2": "מומלץ להתחיל טיפול בסטרואידים בשאיפה",
    "distractor_3": "מומלצת בדיקת דם ל-angiotensin converting enzyme והחלטה בהתאם לתוצאה",
    "explanation": "בסרקואידוזיס שלב I (לימפאדנופתיה הילארית בלבד ללא מעורבות פרנכימטית), וללא סימפטומים, הגישה המקובלת היא מעקב בלבד, שכן באחוז גבוה מהמקרים יש נסיגה ספונטנית של המחלה. אין אינדיקציה לטיפול בסטרואידים (סיסטמיים או נשאפים) בחולה אסימפטומטית עם תפקודי ריאות תקינים. רמת ACE (מסיח ד') יכולה לתמוך באבחנה אך אינה משמשת לקביעת הצורך בטיפול.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "לפי דוח שר הבריאות לשנת 2023, איזה מההיגדים הבאים נכון?",
    "correct_answer": "כ-20% מהאוכלוסייה הבוגרת בישראל מעשנים",
    "distractor_1": "כ-33% מהילדים (כתות ז-יב) מעשנים",
    "distractor_2": "יש בישראל כ-8000 מעשנים",
    "distractor_3": "כ-10% מהמעשנים מעוניינים להפסיק לעשן בכל רגע נתון",
    "explanation": "על פי הנתונים המקובלים (כפי שמופיעים בסיכומי השיעור ובדוחות משרד הבריאות), שיעור העישון באוכלוסייה הבוגרת בישראל עומד על כ-20%. המספרים במסיחים האחרים אינם נכונים (למשל, הרוב המוחלט של המעשנים מביעים רצון להפסיק, ומספר המעשנים הכולל גבוה בהרבה מ-8000).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מאז 1950 שכיחות המעשנים בעולם המערבי:",
    "correct_answer": "ירדה בגברים ועלתה בנשים (בחלק מהתקופה)",
    "distractor_1": "עלתה בנשים בלבד",
    "distractor_2": "ירדה רק בגברים",
    "distractor_3": "עלתה בשני המינים",
    "explanation": "מבחינה היסטורית, החל משנות ה-50 וה-60, שכיחות העישון בקרב גברים החלה לרדת באופן עקבי עקב המודעות לנזקי העישון. לעומת זאת, בקרב נשים, השכיחות עלתה תחילה (עקב שיווק ממוקד ושינויים חברתיים) ורק בשלב מאוחר יותר החלה להתייצב או לרדת. התשובה המדויקת ביותר בהקשר זה היא שילוב של ירידה בגברים ועלייה (שהתרחשה היסטורית) בנשים.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה נכון לגבי האנטומיה של המיצר הקדמי (Anterior mediastinum)?",
    "correct_answer": "הגבול הקדמי כולל את עצם החזה (sternum)",
    "distractor_1": "הגבול הקדמי כולל את הצלע השנייה",
    "distractor_2": "המיצר הקדמי מכיל בתוכו את הלב",
    "distractor_3": "המיצר הקדמי מכיל את הוריד הנבוב העליון (superior vena cava)",
    "explanation": "המיצר הקדמי (Anterior mediastinum) ממוקם בין עצם החזה (הסטרנום) מלפנים לבין הפריקרד והכלים הגדולים מאחור. הוא מכיל בעיקר את התימוס, שומן וקשריות לימפה. הלב, ה-SVC והאאורטה נמצאים במיצר האמצעי (Middle mediastinum).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 82, ברקע סכרת ויתר לחץ דם, מגיע למיון בשל קוצר נשימה ללא חום או שיעול. בצילום חזה תפליט דו צדדי בכמות לא גדולה ולב מוגדל. מהי הגישה הנכונה ביותר לטיפול בחולה זה?",
    "correct_answer": "טיפול במשתנים",
    "distractor_1": "ניקור פלאורלי טיפולי דו\"צ",
    "distractor_2": "הכנסת נקז חזה דו\"צ",
    "distractor_3": "מעקב הדמייתי",
    "explanation": "התמונה הקלינית של תפליט פלאורלי דו-צדדי עם צל לב מוגדל (קרדיומגליה) באדם מבוגר מכוונת בסבירות גבוהה מאוד לאי-ספיקת לב (CHF) כגורם לתפליט (טרנסודט). הטיפול הראשוני המומלץ הוא טיפול במחלת הבסיס, כלומר מתן משתנים לאיזון אי-ספיקת הלב. ניקור אבחנתי או טיפולי נדרש רק אם יש חום, כאבים פלאוריטיים, אי-סימטריה משמעותית או היעדר תגובה לטיפול.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה מבין הבאים אינו מאפיין של אבחנה פתולוגית של Usual Interstitial Pneumonia (UIP)?",
    "correct_answer": "גרנולומות",
    "distractor_1": "פיזור תת-פלאורלי",
    "distractor_2": "דגם \"Patchwork\"",
    "distractor_3": "Fibroblastic foci",
    "explanation": "המאפיינים ההיסטולוגיים של UIP כוללים: פיזור הטרוגני (Patchwork pattern) עם אזורים בריאים לצד חולים, דומיננטיות באזורים תת-פלאורליים ופרא-ספטליים, הימצאות מוקדי פיברובלסטים (Fibroblastic foci) ושינויי חלת דבש (Honeycombing). גרנולומות אינן מאפיין של UIP אלא של מחלות כמו סרקואידוזיס או HP.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 72 עושה בירור קוצר נשימה ע''י רופא מטפל לרבות בדיקת אקו לב. בבדיקה נמצא כי תפקוד חדר שמאל וחדר ימין תקינים, אין בעיה מסתמית, וניתן להעריך יתר לחץ דם ריאתי ברמה של כ-65 ממ''כ. מה נכון לגבי הטיפול במטופל?",
    "correct_answer": "לא ניתן לדון על טיפול טרם השלמת בירור",
    "distractor_1": "יש להתחיל טיפול ב-phosphodiesterase 5 inhibitor & endothelin receptor antagonist",
    "distractor_2": "יש להתחיל טיפול משולב",
    "distractor_3": "טיפול בחמצן בלבד מספיק בשלב ראשון",
    "explanation": "אבחנה של יתר לחץ דם ריאתי עורקי (PAH - Group 1) והתחלת טיפול תרופתי ספציפי (כגון מעכבי PDE5) מחייבת אישור המודינמי באמצעות צנתור לב ימני (Right Heart Catheterization) כדי לשלול סיבות אחרות (כגון מחלת לב שמאלית שלא נראתה באקו או מחלת ריאות) ולקבוע את סוג ה-PH המדויק.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים יכול לאבחן DAH (Diffuse Alveolar Hemorrhage) באופן ספציפי?",
    "correct_answer": "Bronchoalveolar lavage",
    "distractor_1": "שיעול דמי",
    "distractor_2": "מוגברת דיפוזיה עם סטורציה תקינה",
    "distractor_3": "סטורציה נמוכה (דה-סטורציה)",
    "explanation": "האבחנה הדפיניטיבית של דימום אלבאולרי מפושט (DAH) נעשית באמצעות שטיפה ברונכו-אלבאולרית (BAL), בה רואים נוזל שהופך דמי יותר ויותר או מקרופאגים עמוסי המוסידרין. שיעול דמי מופיע רק בכשליש מהחולים. דיפוזיה (DLCO) מוגברת היא סימן אופייני, אך BAL היא הבדיקה המאבחנת.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה נכון לגבי אי ספיקה נשימתית חדה?",
    "correct_answer": "אין יכולת לעשות קומפנסציה פיזיולוגית מספקת",
    "distractor_1": "יש קומפנסציה להיפוקסמיה על ידי פוליצטמיה",
    "distractor_2": "יש קומפנסציה להיפוקסמיה על ידי סינטזה מוגברת של ביקרבונט",
    "distractor_3": "יש קומפנסציה להיפוקסמיה על ידי הגדלת חדר ימין",
    "explanation": "באי-ספיקה נשימתית חדה (Acute), השינויים מתרחשים בטווח של דקות עד שעות. לגוף אין מספיק זמן להפעיל מנגנוני פיצוי כרוניים כמו ייצור מוגבר של ביקרבונט בכליה (לפיצוי על חמצת נשימתית), ייצור כדוריות דם אדומות (פוליצטמיה) או היפרטרופיה של חדר ימין. מנגנונים אלו אופייניים למצבים כרוניים.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה נכון לגבי שימוש ביחס PaO2/FiO2 לאבחנת ARDS?",
    "correct_answer": "ערך מתחת ל-300 מהווה אחד מהקריטריונים לאבחנת ARDS",
    "distractor_1": "ערך מעל 200 מהווה אחד מהקריטריונים לאבחנת ARDS",
    "distractor_2": "ערך מתחת ל-200 מהווה אחד מהקריטריונים לאבחן ARDS",
    "distractor_3": "ערך מעל 300 מהווה אחד מהקריטריונים לאבחנת ARDS",
    "explanation": "על פי הגדרות ברלין ל-ARDS, קריטריון החמצון דורש יחס PaO2/FiO2 קטן מ-300 mmHg (עם PEEP של לפחות 5). החלוקה היא: Mild (200-300), Moderate (100-200), Severe (<100).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  }
,
 {
    "question_text": "מהו הכלי העיקרי להערכת חומרת היצרות של המסתם האאורטלי?",
    "correct_answer": "אקו לב",
    "distractor_1": "בדיקה גופנית",
    "distractor_2": "אק\"ג",
    "distractor_3": "מיפוי לב",
    "explanation": "על פי הסיכום, אקו לב הוא הכלי העיקרי להערכת היצרות המסתם האאורטלי (Aortic Stenosis). הבדיקה מאפשרת למדוד את מהירות הזרימה, לחשב את מפל הלחצים על המסתם ולגזור את שטח המסתם באמצעות משוואת הרציפות (continuity equation). נאמר במפורש כי לרוב אין צורך בבדיקות נוספות מעבר לאקו לב להערכת ה-AS.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "היכן נמצאת העליה השמאלית בתמונת האקו המצורפת (Parasternal Long Axis)?",
    "correct_answer": "2",
    "distractor_1": "1",
    "distractor_2": "3",
    "distractor_3": "4",
    "explanation": "במנח Parasternal Long Axis (PLAX) הסטנדרטי באקו לב, המבנים מסודרים כך שחדר ימין (1) הוא הקדמי ביותר (למעלה בתמונה), חדר שמאל (3) נמצא למטה ומשמאל, שורש האאורטה (4) במרכז, והעלייה השמאלית (2) היא המבנה האחורי ביותר (למטה ומימין בתמונה).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזו מבין התופעות הבאות אופיינית לחוסמי בטא?",
    "correct_answer": "החמרת תסמיני תעוקה במטופל עם Printzmetal angina",
    "distractor_1": "הרחבת דרכי נשימה במטופל אסתמתי",
    "distractor_2": "החמרת טכיקרדיה במטופל עם מחלת לב",
    "distractor_3": "שיפור בזרימת דם לגפיים במטופל עם מחלת כלי דם פריפרית",
    "explanation": "בתעוקת חזה על שם פרינצמטאל (Prinzmetal angina), הנובעת מכיווץ (ספאזם) של העורקים הקורונריים, חוסמי בטא עלולים להחמיר את המצב. הסיבה היא שחסימת רצפטורים מסוג בטא (הגורמים להרחבת כלי דם) משאירה את רצפטורי אלפא (הגורמים לכיווץ) ללא התנגדות, מה שמוביל לכיווץ יתר של כלי הדם.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהי ההשפעה של הגברת העצבוב הסמפטטי על תפקוד הלב?",
    "correct_answer": "עליה בתפוקת הלב (cardiac output)",
    "distractor_1": "ירידה בנפח פעימה (stroke volume)",
    "distractor_2": "הרחבה (ואזודילטציה) של כלי הדם",
    "distractor_3": "האטה בקצב הלב",
    "explanation": "מערכת העצבים הסימפתטית מגבירה את קצב הלב (כרונוטרופיות חיובית) ואת עוצמת ההתכווצות (אינוטרופיות חיובית). הגברת ההתכווצות מובילה לעלייה בנפח הפעימה (SV), והשילוב של דופק מהיר ונפח פעימה גבוה מוביל לעלייה בתפוקת הלב (Cardiac Output). כמו כן, המערכת גורמת לכיווץ כלי דם (ואזוקונסטריקציה) ולא להרחבה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מתרחש בנקודה A המופיעה בתרשים המצורף של עקומת לחץ/נפח בחדרי הלב (הנקודה השמאלית התחתונה)?",
    "correct_answer": "סגירה של המסתם המיטרלי",
    "distractor_1": "פתיחה של המסתם הפולמונרי",
    "distractor_2": "פתיחה של המסתם הטריקוספידלי",
    "distractor_3": "סגירה של המסתם האאורטלי",
    "explanation": "עקומת לחץ-נפח (PV Loop) מתארת את המחזור הלבבי. נקודה A (בפינה השמאלית התחתונה) מייצגת את סוף הדיאסטולה ותחילת הסיסטולה. בנקודה זו, החדר מלא בדם (End Diastolic Volume), הלחץ בחדר מתחיל לעלות ועובר את הלחץ בעלייה, מה שמוביל לסגירת המסתם המיטרלי ולהתחלת שלב הכיווץ האיזו-וולמי.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה ממצא בבדיקת אקו לב יכול להתאים לאבחנה של אי ספיקת לב עם תפקוד שמור (HFpEF)?",
    "correct_answer": "יתר לחץ דם ריאתי",
    "distractor_1": "הסתיידויות של עלי המסתם האאורטלי",
    "distractor_2": "התכווצות מוגברת של חדר ימין",
    "distractor_3": "הרחבה של החדר השמאלי",
    "explanation": "אי-ספיקת לב עם תפקוד שמור (HFpEF) מאופיינת בהפרעה דיאסטולית (מילוי לקוי) ולחצי מילוי גבוהים בעלייה השמאלית, המועברים אחורה אל ורידי הריאה. מצב זה מוביל לעיתים קרובות ליתר לחץ דם ריאתי (Pulmonary Hypertension type 2). הרחבה של חדר שמאל (מסיח ד') אופיינית דווקא לאי-ספיקת לב עם ירידה בתפקוד (HFrEF).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה מבין הבאים הוא הרובד הטרשתי (atherosclerotic plaque) הקורונרי המסוכן ביותר להפיכת תעוקת חזה יציבה לתעוקת חזה לא יציבה?",
    "correct_answer": "רובד עם ליבה גדולה ותסנין דלקתי רב",
    "distractor_1": "רובד עם כיפה עבה עשירה בסיבי קולגן",
    "distractor_2": "רובד עם ליבה קטנה עם מיעוט בשומן חוץ תאי",
    "distractor_3": "רובד עם ליבה קטנה ללא תסנין דלקתי",
    "explanation": "על פי הסיכום בפתוגנזה של טרשת עורקים, הפלאק הלא-יציב (Vulnerable/Unstable Plaque) הוא זה שנוטה להיקרע ולגרום לאירוע אקוטי. המאפיינים של פלאק כזה הם: ליבה שומנית גדולה (נקרוטית), כיפה פיברוטית דקה, ונוכחות משמעותית של תאי דלקת (כמו מאקרופאגים) אשר מפרקים את הקולגן ומחלישים את הכיפה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים נצפה לראות בהיסטולוגיה של שריר לב מחדר שמאל, מאדם שנפטר 14 ימים לאחר חסימה מלאה של עורק קורונרי?",
    "correct_answer": "רקמת גרעון",
    "distractor_1": "רקמת צלקת פיברוטית ללא תאי דלקת",
    "distractor_2": "נמק מעורב בלויקוציטים נויטרופילים",
    "distractor_3": "נמק בלבד",
    "explanation": "השינויים ההיסטולוגיים לאחר אוטם בשריר הלב (MI) מתרחשים לפי לוח זמנים: בימים הראשונים (1-3) רואים הסננה של נויטרופילים. לאחר מכן מגיעים מאקרופאגים שמנקים את הנמק. סביב שבועיים (10-14 יום) רואים שיא של יצירת רקמת גרעון (Granulation tissue) הכוללת כלי דם חדשים ופיברובלסטים. רקמת צלקת פיברוטית בשלה (מסיח א') מופיעה רק לאחר חודשים.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מאפיין את הסינוס הקורונארי (Coronary Sinus)?",
    "correct_answer": "בעל מסתם (Thebesian)",
    "distractor_1": "נפתח ישר על Inferior vena cava",
    "distractor_2": "מונח בתוך Anterior atrioventricular groove",
    "distractor_3": "התחלה של סינוס ב Cardiac apex",
    "explanation": "על פי הסיכום באנטומיה, הסינוס הקורונרי מנקז את הדם הוורידי מהלב ונפתח ישירות לעלייה הימנית (ולא ל-IVC). הוא ממוקם ב-Posterior Atrioventricular Groove (ולא ב-Anterior). בפתח הסינוס לעלייה קיים מסתם הקרוי על שם תבסיוס (Thebesian valve).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 21, ברקע חירשות מלידה, מתאר אירוע של סינקופה בזמן שחיה בבריכה. בהתבסס על תרשים אק\"ג (המראה QT מוארך), מהו ההסבר הסביר ביותר לאירוע?",
    "correct_answer": "Long QT type 1",
    "distractor_1": "second degree AV block",
    "distractor_2": "vaso-vagal syncope",
    "distractor_3": "hyperkalemia",
    "explanation": "השילוב של חירשות מולדת והארכת מקטע QT מכוון לתסמונת גנטית (כגון Jervell and Lange-Nielsen). הטריגר הספציפי של אירוע בזמן שחייה הוא אופייני מאוד ל-Long QT Syndrome מסוג 1 (LQT1), אשר נגרם מפגיעה בתעלות אשלגן (IKs) ורגיש לגירוי אדרנרגי בזמן מאמץ, במיוחד שחייה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהי הפרעת הקצב בתרשים אק\"ג המצורף (התארכות הדרגתית של PR עד נפילת קומפלקס)?",
    "correct_answer": "Mobitz type I",
    "distractor_1": "Mobitz type II",
    "distractor_2": "First degree AV block",
    "distractor_3": "Third degree AV block",
    "explanation": "התרשים מדגים חסם הולכה מסוג Mobitz type I (Wenckebach). זהו חסם ב-AV node המתאפיין בהתארכות הדרגתית של מרווח ה-PR מפעימה לפעימה, עד אשר גל P אחד לא מועבר לחדרים (נפילת קומפלקס QRS), ולאחר מכן המחזור מתחיל מחדש.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה משקף גל ה-P בתרשים אק\"ג?",
    "correct_answer": "depolarization של הפרוזדורים (העליות)",
    "distractor_1": "depolarization של חדרי הלב",
    "distractor_2": "depolarization של SA node",
    "distractor_3": "repolarization של סיבי פורקניה",
    "explanation": "על פי עקרונות האק\"ג, גל ה-P מייצג את ההתפשטות החשמלית (דפולריזציה) בשריר העליות (הפרוזדורים). הדפולריזציה של החדרים מיוצגת על ידי קומפלקס QRS, והרפולריזציה של החדרים על ידי גל T.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 70 עם אוטם תחתון/לטרלי מגיע בהלם עם אוושה הולוסיסטולית חדשה בעוצמה גבוהה. מהי האבחנה הסבירה?",
    "correct_answer": "חדה מיטרלית ספיקת-אי",
    "distractor_1": "קרע חלקי במחיצה הבין חדרית",
    "distractor_2": "ריאות בצקת עם חדה שמאלית לב ספיקת-אי",
    "distractor_3": "טמפונדה",
    "explanation": "אוטם שריר הלב, ובמיוחד אוטם המערב את הקיר התחתון/לטרלי, יכול לגרום לנמק וקרע של שריר פפילרי. מצב זה מוביל לאי-ספיקה מיטרלית חריפה (Acute Mitral Regurgitation) המתבטאת באוושה הולוסיסטולית חדשה ובהתפתחות מהירה של בצקת ריאות והלם קרדיוגני.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהי ההגדרה של \"acute myocardial injury\"?",
    "correct_answer": "עלייה בטרופונין מעל אחוזון 99% ללא תלות בהוכחה קלינית לאיסכמיה",
    "distractor_1": "עלייה בטרופונין מעל אחוזון 99% עם עדות קלינית לאיסכמיה",
    "distractor_2": "ירידה ברמות הטרופונין מתחת לאחוזון 99% עם עדות קלינית לאיסכמיה",
    "distractor_3": "ירידה ברמות הטרופונין במהלך 24 שעות ללא עדות קלינית לאיסכמיה",
    "explanation": "על פי ההגדרות העדכניות, המונח Myocardial Injury (פגיעה בשריר הלב) מוגדר כעלייה של טרופונין מעל האחוזון ה-99 של הגבול העליון התקין. כדי להגדיר זאת כ-Myocardial Infarction (אוטם), נדרשת בנוסף לעליית הטרופונין גם עדות קלינית או הדמייתית לאיסכמיה (כגון כאבים בחזה או שינויי אק\"ג).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  }
  ,
  {
    "question_text": "בת 35 פנתה לחדר המיון בשל פלפיטציות. מצ\"ב אק\"ג. המטופלת טופלה באדנוזין וחזרה למקצב סינוס. מבין האפשרויות שלהלן, מהו המקצב המופיע באקג?",
    "correct_answer": "AVNRT",
    "distractor_1": "פרפור פרוזדורים",
    "distractor_2": "טכיקרידה סינוס",
    "distractor_3": "רפרוף פרוזדורים טיפוסי",
    "explanation": "האק\"ג מציג טכיקרדיה צרת קומפלקס וסדירה (SVT). הרמז הקליני המרכזי הוא התגובה לאדנוזין: אדנוזין הוא תרופה החוסמת את ה-AV node לזמן קצר. הפרעת הקצב AVNRT (AV Nodal Reentrant Tachycardia) תלויה במעגל ריאנטרי בתוך ה-AV node, ולכן מתן אדנוזין קוטע את המעגל ומחזיר את החולה למקצב סינוס. לעומת זאת, בפרפור או רפרוף פרוזדורים, אדנוזין רק יאט זמנית את הקצב החדרי אך לא יפוך את הפרעת הקצב לסינוס.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 50, ברקע מעשן כבד, מחלת לב איסכמית ותפקוד לב ירוד במידה בינונית. ביום קבלתו התמוטט. להלן אקג ראשוני: (נראה VT). מה הטיפול הראשוני?",
    "correct_answer": "שוק חשמלי",
    "distractor_1": "קיצוב חיצוני",
    "distractor_2": "אדנוזין",
    "distractor_3": "אטרופין",
    "explanation": "התרשים מציג טכיקרדיה רחבת קומפלקס (Wide Complex Tachycardia), המתאימה ל-Ventricular Tachycardia (VT). מכיוון שהמטופל התמוטט (אי-יציבות המודינמית/דום לב), הטיפול המיידי והדחוף ביותר הוא מתן שוק חשמלי (דפיברילציה או היפוך חשמלי) כדי להחזיר קצב תקין. אדנוזין ואטרופין אינם מתאימים למצב זה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים הוא מום לב לא כחלוני בילדות?",
    "correct_answer": "Atrial Septal Defect (ASD)",
    "distractor_1": "Transposition of Great Arteries (TGA)",
    "distractor_2": "Tetrallogy of Fallot (TOF)",
    "distractor_3": "Tricuspid Atresia (TA)",
    "explanation": "מומי לב מולדים מחולקים לכחלוניים (בהם יש דלף מימין לשמאל ודם לא מחומצן מגיע לגוף) וללא-כחלוניים. ASD הוא מום מסוג דלף משמאל לימין (Left-to-Right shunt), ולכן אינו גורם לכיחלון בשלבים הראשונים. לעומת זאת, TOF, TGA ו-Tricuspid Atresia הם מומים כחלוניים מובהקים.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה שינוי במבנה חדר שמאל תגרום דליפה מיטרלית קשה?",
    "correct_answer": "הגדלת חלל החדר",
    "distractor_1": "עיבוי דופן",
    "distractor_2": "הקטנת גודל החדר",
    "distractor_3": "לא יחול שינוי",
    "explanation": "דליפה מיטרלית (Mitral Regurgitation) גורמת לעומס נפח (Volume Overload) על חדר שמאל, כיוון שבכל דיאסטולה החדר צריך להכיל גם את הדם שמגיע מהריאות וגם את הדם שדלף חזרה לעלייה בסיסטולה הקודמת. מנגנון הפיצוי לעומס נפח הוא הרחבת החדר (Eccentric Hypertrophy/Dilation) כדי להגדיל את נפח הפעימה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזו מבין הבדיקות הבאות הינה בעלת הערך הרב ביותר בקבלת החלטה לגבי הגישה הטיפולית במקרה של מטופל עם היצרות אאורטלית בחומרה קשה, תפקוד סיסטולי תקין של חדר שמאל, אשר מדווח כי אינו תסמיני?",
    "correct_answer": "בדיקת מאמץ",
    "distractor_1": "אקו לב עם דובוטאמין",
    "distractor_2": "רישום הפעילות החשמלית של הלב ליממה (Holter)",
    "distractor_3": "מידת הסתיידות המסתם האאורטלי ב-CT",
    "explanation": "בחולים עם היצרות אאורטלית (Severe AS) שנראים אסימפטומטיים, יש חשיבות מכרעת לוודא האם הם באמת אסימפטומטיים או שהם מגבילים את עצמם באופן לא מודע. בדיקת מאמץ (Exercise Test) היא הכלי המומלץ לחשוף תסמינים חבויים או ירידה בלחץ הדם במאמץ, ממצאים שיטו את הכף לטובת ניתוח החלפת מסתם.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהו היתרון של בדיקת CT של העורקים הקורונרים (CCTA)?",
    "correct_answer": "High negative predictive value- 94%",
    "distractor_1": "מבוצעת ללא הזרקת חומר ניגוד",
    "distractor_2": "מדגימה את דינמיקת זרימת הדם הכלילית",
    "distractor_3": "נותנת מידע לגבי תפקוד המסתמים",
    "explanation": "היתרון המרכזי של בדיקת CT Coronary Angiography (CCTA) הוא ה-Negative Predictive Value (NPV) הגבוה שלה. כלומר, אם הבדיקה תקינה, ניתן לשלול מחלה כלילית משמעותית ברמת ביטחון גבוהה מאוד. הבדיקה כן דורשת חומר ניגוד (בניגוד למסיח ב'), והיא בדיקה אנטומית בעיקרה ולא דינמית/תפקודית (בניגוד למסיח ג' ו-ד').",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 18 בריא בדרך כלל, פונה לבי\"ח לאחר שנמצא מחוסר הכרה. מד\"א מצא פרפור חדרים שחלף. בקבלתו למיון אקו לב, CT עורקים כליליים, MRI לב ומבחן מאמץ תקינים. מצ\"ב אק\"ג (עליות ST בחיבורים V1-V2). מהי האבחנה הסבירה ביותר?",
    "correct_answer": "Brugada syndrome",
    "distractor_1": "אוטם שריר הלב",
    "distractor_2": "LQTS תסמונת",
    "distractor_3": "Hypertrophic cardiomyopathy",
    "explanation": "השילוב של דום לב (VF) באדם צעיר עם לב בריא מבנית (כל הבדיקות תקינות), יחד עם תרשים אק\"ג המדגים עליות ST קמורות (Coved type) בחיבורים הימניים (V1-V2) ומראה דמוי RBBB, הוא אבחנתי לתסמונת ברוגדה (Brugada Syndrome). זוהי הפרעה חשמלית גנטית בתעלות הנתרן.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בת 72 מתקבלת למיון עקב לחצים בחזה במנוחה, מקרינים לזרוע שמאל. אק\"ג קבלה: סינוס, צניחות ST של 2 מ\"מ בחיבורים V3-6. לאחר טיפול באספירין והפרין הכאבים חולפים, אק\"ג חוזר ללא שינויי ST-T. טרופונין ראשון תקין, טרופונין שעה כעבור שעה מוגבר. מה האבחנה והטיפול המתאימים?",
    "correct_answer": "Non ST Elevation MI- NSTEMI ויש לצנתרה באשפוז",
    "distractor_1": "Unstable Angina ויש לצנתרה באשפוז",
    "distractor_2": "יציבה תעוקתית תסמונת ויש לבצע בדיקה לא פולשנית להערכת איסכמיה",
    "distractor_3": "חריף כלילי אירוע (ACS) ויש לצנתרה תוך 90 דקות מהגעתה למיון",
    "explanation": "המטופלת מציגה קליניקה של תעוקה במנוחה ושינויי אק\"ג דינמיים (צניחות ST). ההבדל המרכזי בין NSTEMI ל-Unstable Angina הוא עליית טרופונין. מכיוון שיש עליית טרופונין, האבחנה היא NSTEMI. הטיפול המקובל הוא צנתור מוקדם (במהלך האשפוז, לרוב תוך 24-48 שעות), אך לא מיידי/חירום כמו ב-STEMI (תוך 90 דקות).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהו הטיפול החשוב ביותר בדליפה מיטראלית קשה אקוטית?",
    "correct_answer": "תיקון/החלפה המסתם",
    "distractor_1": "פוסיד",
    "distractor_2": "חוסמי ביטא",
    "distractor_3": "הורדת לחץ דם",
    "explanation": "בדליפה מיטרלית חריפה (Acute MR), הלב אינו מספיק לעבור אדפטציה (הרחבה), והלחצים בעלייה השמאלית ובוורידי הריאה עולים באופן דרמטי ומהיר, מה שמוביל לבצקת ריאות והלם קרדיוגני. הטיפול הדפיניטיבי ומציל החיים הוא התערבות כירורגית דחופה (תיקון או החלפת המסתם). תרופות (כמו ניטרופרוסיד להורדת Afterload) משמשות רק לייצוב זמני עד לניתוח.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "במטופל עם דליפה מיטראלית כרונית קשה, מה מהבאים מהווה אינדיקציה חד משמעית לתיקון המסתם?",
    "correct_answer": "מקטע פליטה (Ejection fraction) 52%",
    "distractor_1": "גודל חדר שמאל סוף סיסטולי של 37 מילימטר",
    "distractor_2": "התעלפות לאחר עמידה ממושכת",
    "distractor_3": "גודל חדר שמאל סוף דיאסטולי 55 מילימטר",
    "explanation": "בדליפה מיטרלית כרונית, ה-EF (מקטע פליטה) נוטה להיות מוערך יתר על המידה (בגלל שהדם נזרק גם לאאורטה וגם לעלייה). לכן, ירידה ב-EF מתחת ל-60% נחשבת כסימן לירידה בתפקוד החדר ומהווה אינדיקציה לניתוח גם בחולים אסימפטומטיים, כדי למנוע נזק בלתי הפיך ללב.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בתרשים אק\"ג שלפניך, הציר הינו:",
    "correct_answer": "ציר שמאלי",
    "distractor_1": "ציר תקין",
    "distractor_2": "ציר ימני",
    "distractor_3": "ציר \"ימני קיצוני\"",
    "explanation": "בתרשים (Source 5 [1]), בחיבור I הקומפלקס חיובי (פונה מעלה), ובחיבור aVF הקומפלקס שלילי (פונה מטה). שילוב זה (I חיובי, aVF שלילי) מכוון לציר שמאלי (Left Axis Deviation). כדי לוודא שזו סטייה פתולוגית ולא תקינה, בודקים את ליד II, שאם הוא שלילי זה מאשר LAD.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 60, ברקע: עישון, יתר ל\"ד, סוכרת. מתקבל למיון עקב כאבים לוחצים בחזה שהחלו לפני כשעה. מבוצע אק\"ג. מהי האבחנה? (תרשים מראה עליות ST בחיבורים II, III, aVF)",
    "correct_answer": "אוטם לבבי תחתון מסוג ST Elevation MI-STEMI",
    "distractor_1": "אוטם קדמי מסוג ST Elevation MI-STEMI",
    "distractor_2": "אוטם לבבי צדדי מסוג Non ST Elevation MI- NSTEMI",
    "distractor_3": "פריקרדיטיס",
    "explanation": "התרשים (Source 5 [2]) מציג עליות ST מובהקות בחיבורים II, III ו-aVF. חיבורים אלו \"מסתכלים\" על הקיר התחתון (Inferior) של הלב. לכן, האבחנה היא Inferior STEMI. בנוסף, רואים צניחות ST רציפרוקליות בחיבורים I ו-aVL.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה נכון לגבי תרשים אק\"ג שלפניך? (תרשים מראה תבנית rSR' ב-V1 ו-S רחב ב-I, V6)",
    "correct_answer": "הפרעת הולכה מסוג Complete Right Bundle Branch Block- CRBBB",
    "distractor_1": "היפרטרופיה של חדר שמאל",
    "distractor_2": "היפרטרופיה של חדר ימין",
    "distractor_3": "אק\"ג תקין של בחור צעיר",
    "explanation": "התרשים (Source 5 [3]) מציג קומפלקס QRS רחב (>120ms) עם תבנית אופיינית של \"אוזני ארנב\" (rSR') בחיבור V1, וגל S רחב ועמוק בחיבורים הלטראליים (I, V6). ממצאים אלו מגדירים חסם צרור הולכה ימני מלא (Complete RBBB).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 50, ברקע: עישון, היפרכולסטרולמיה וסיפור משפחתי של מחלת לב איסכמית בגיל צעיר. פונה למיון עקב כאבים בחזה מלווים בקוצר נשימה משעתיים טרם קבלתו. מבוצע אק\"ג מיד עם הגיעו למיון (מראה עליות ST בחיבורים V1-V4). מהי האבחנה?",
    "correct_answer": "אוטם לבבי קדמי - לטרלי מסוג ST Elevation MI-STEMI",
    "distractor_1": "הפרעת הולכה מסוג Complete Left Bundle Branch Block- CLBBB",
    "distractor_2": "אוטם לבבי תחתון-ימני מסוג ST Elevation MI-STEMI",
    "distractor_3": "אק\"ג טיפוסי של תסמונת ברוגדה- Brugada",
    "explanation": "התרשים (Source 5 [3]) מציג עליות ST ברורות בחיבורים הקדמיים (V1-V4), המעידות על אוטם בקיר הקדמי (Anterior Wall MI), לרוב כתוצאה מחסימה של ה-LAD.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בת 70, ברקע: לימפומה (מטופלת בכימותרפיה), עישון בעברה, השמנת יתר. מתקבלת למיון עקב חולשה וקוצר נשימה. מצ\"ב אק\"ג (מראה קומפלקסים קטנים ושינוי בגובה הקומפלקס מפעימה לפעימה). מהי האבחנה הסבירה ביותר?",
    "correct_answer": "תפליט פריקרדיאלי גדול",
    "distractor_1": "מחלה ריאתית כרונית חסימתית (COPD)",
    "distractor_2": "השמנת יתר",
    "distractor_3": "הפרעה אלקטרוליטרית מסוג היפרקלמיה (אשלגן גבוה)",
    "explanation": "האק\"ג (Source 6 [4]) מציג תופעה הנקראת Electrical Alternans, שבה גובה קומפלקס ה-QRS משתנה מפעימה לפעימה. תופעה זו, בשילוב עם קומפלקסים נמוכים (Low Voltage) ורקע של מחלה ממארת, אופיינית מאוד לתפליט פריקרדיאלי גדול (ואולי טמפונדה), שבו הלב \"מתנדנד\" בתוך הנוזל ובכך משנה את צירו החשמלי ביחס לאלקטרודות.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 50 פונה למוקד חירום עקב כאבים בחזה שהחלו לפני כשעה. בזמן שמחברים למכשיר אק\"ג מאבד הכרה. להלן תרשים אק\"ג. מהי האבחנה הסבירה ביותר?",
    "correct_answer": "פרפור חדרים (VF)",
    "distractor_1": "טכיקרדיה חדרית (VT)",
    "distractor_2": "פרפור פרוזדורים מהיר (AF)",
    "distractor_3": "רפרוף עליות Atrial Flutter",
    "explanation": "התרשים (Source 6 [4]) מציג פעילות חשמלית מהירה מאוד, לא סדירה לחלוטין (כאוטית), עם משרעת משתנה, ללא קומפלקסי QRS מוגדרים. תבנית זו אופיינית לפרפור חדרים (Ventricular Fibrillation), מצב של דום לב המחייב דפיברילציה מיידית.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בת 40 פונה למיון עקב דפיקות לב שהחלו כשעה לפני קבלתה. מבוצע אק\"ג. מהי האבחנה?",
    "correct_answer": "רפרוף פרוזדורים",
    "distractor_1": "טכיקרדיה סינוס",
    "distractor_2": "פרפור פרוזדורים",
    "distractor_3": "טכיקרדיה רחבת קומפלקסים – WCT לא סדירה",
    "explanation": "התרשים (Source 6 [4]) מציג טכיקרדיה עם גלי F (גלי \"שיני מסור\") ברורים בחיבורים התחתונים (II, III, aVF), האופייניים לרפרוף פרוזדורים (Atrial Flutter). קצב החדרים נראה סדיר, מה שמתאים להולכה קבועה (למשל 2:1 או 4:1).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  }
  ,
    {
    "question_text": "מהו הטיפול החשוב ביותר בדליפה מיטראלית קשה וחריפה (Acute severe mitral regurgitation)?",
    "correct_answer": "תיקון/החלפה של המסתם",
    "distractor_1": "פוסיד",
    "distractor_2": "חוסמי ביטא",
    "distractor_3": "הורדת לחץ דם",
    "explanation": "דליפה מיטראלית חריפה (למשל עקב קרע בשריר פפילרי לאחר אוטם) מובילה לעלייה פתאומית בלחץ בעלייה השמאלית, גודש ריאתי קשה (בצקת ריאות) וירידה בתפוקת הלב (הלם קרדיוגני). הלב אינו מספיק לעבור אדפטציה (כמו הרחבת העלייה בכרוני). הטיפול הדפיניטיבי והמציל חיים הוא התערבות כירורגית דחופה לתיקון או החלפת המסתם.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה ניתן לומר על ציר הלב בתרשים האק\"ג המצורף (ליד I חיובי, ליד aVF שלילי)?",
    "correct_answer": "ציר שמאלי (LAD)",
    "distractor_1": "ציר תקין",
    "distractor_2": "ציר ימני",
    "distractor_3": "ציר ימני קיצוני",
    "explanation": "על פי עקרונות פענוח אק\"ג בסיכום: כאשר ליד I חיובי (הזרם הולך שמאלה) וליד aVF שלילי (הזרם מתרחק מהרגל/למטה), הוקטור השקול פונה שמאלה ולמעלה. מצב זה מוגדר כסטיית ציר לשמאל (Left Axis Deviation).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 60, מעשן וסוכרתי, מתקבל עם כאבים לוחצים בחזה. באק\"ג נצפות עליות ST בחיבורים II, III, aVF. מהי האבחנה?",
    "correct_answer": "אוטם לבבי תחתון מסוג ST Elevation MI-STEMI",
    "distractor_1": "אוטם קדמי מסוג ST Elevation MI-STEMI",
    "distractor_2": "אוטם לבבי צדדי מסוג Non ST Elevation MI- NSTEMI",
    "distractor_3": "פריקרדיטיס",
    "explanation": "עליות ST בחיבורים II, III ו-aVF מייצגות פגיעה בקיר התחתון (Inferior wall) של הלב, אשר מסופק לרוב על ידי העורק הימני (RCA). זוהי תבנית קלאסית של Inferior STEMI.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה נכון לגבי תרשים האק\"ג המצורף (קומפלקס רחב, תבנית RSR' ב-V1, גל S עמוק ב-V6)?",
    "correct_answer": "הפרעת הולכה מסוג Complete Right Bundle Branch Block- CRBBB",
    "distractor_1": "היפרטרופיה של חדר שמאל",
    "distractor_2": "היפרטרופיה של חדר ימין",
    "distractor_3": "אק\"ג תקין של בחור צעיר",
    "explanation": "המאפיינים המתוארים והמוצגים בתרשים הם קלאסיים לחסם צרור הולכה ימני (RBBB): הרחבת קומפלקס QRS מעל 120ms, תבנית 'אוזני ארנב' (rSR') בחיבור V1 המייצגת את הדפולריזציה המאוחרת של חדר ימין, וגל S רחב בחיבורים הלטראליים (V6, I).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "הפרעה מסוג Cerebral amyloid angiopathy (CAA) עשויה לגרום בעיקר ל:",
    "correct_answer": "שבץ דימומי (Lobar hemorrhage)",
    "distractor_1": "נזק מוחי אנוקסי",
    "distractor_2": "דיסקציה קרוטידית",
    "distractor_3": "מחלת אלצהיימר",
    "explanation": "על פי הסיכום בנוירולוגיה (יחידה 1), אנגיופתיה עמילואידית (CAA) היא מחלה של כלי הדם הקטנים והבינוניים במוח, המאופיינת בשקיעה של חלבון עמילואיד בדפנות הכלים. הכלים הופכים שבירים ונוטים להיקרע, מה שמוביל לדימומים מוחיים, בד\"כ באזורים אונותיים (Lobar) ושטחיים (ולא באיזורים העמוקים האופייניים ליתר לחץ דם).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהו הטיפול המומלץ למניעת שבץ מוח איסכמי במטופלים עם היצרות משמעותית תסמינית של עורק התרדמה הפנימי (Internal Carotid)?",
    "correct_answer": "ניתוח Carotid Endarterectomy או הנחת תומכן (Carotid Artery Stenting)",
    "distractor_1": "הורדה אגרסיבית של ערכי סוכר בצום",
    "distractor_2": "הורדה אגרסיבית של LDL באמצעות סטטינים ומעכבי PCSK9",
    "distractor_3": "טיפול אנטי-תרומבוטי בנוגדי קרישה (אנטיקואגולציה)",
    "explanation": "על פי הסיכום בשבץ מוחי, כאשר יש היצרות משמעותית וסימפטומטית בעורק הקרוטיד, הטיפול למניעת אירוע חוזר (Secondary prevention) הוא פתיחה מכאנית של העורק, אם ע\"י ניתוח להסרת הרובד (CEA) או ע\"י צנתור והשתלת סטנט (CAS). טיפול תרופתי בלבד אינו מספיק במקרים אלו.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 58 פונה למיון בשל הופעה פתאומית של סחרחורת, קושי בבליעה, צרידות ואובדן תחושה בצד השמאלי של פניו. בבדיקה נוירולוגית, תסמינים המתאימים להורנר משמאל, אטקסיה בגפיים השמאליות ואובדן תחושת כאב וטמפרטורה בפלג גופו הימני. איזה כלי דם חסום יכול להסביר את הקליניקה?",
    "correct_answer": "Posterior inferior cerebellar artery-LT PICA",
    "distractor_1": "Left middle cerebral artery",
    "distractor_2": "Left carotid artery",
    "distractor_3": "Left posterior cerebral artery-LT PCA",
    "explanation": "הקליניקה המתוארת היא תסמונת וולנברג (Lateral Medullary Syndrome), הנובעת מאוטם במדולה הלטראלית. התסמינים כוללים: פגיעה בהצלבה (פנים בצד האיפסילטרלי וגוף בצד הקונטרה-לטרלי), תסמונת הורנר, אטקסיה, ופגיעה בעצבים קרניאליים תחתונים (דיספגיה/צרידות). העורק המספק אזור זה הוא ה-PICA (או ה-Vertebral artery ממנו הוא יוצא).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהו סימפטום לא מוטורי שקשור למחלת פרקינסון?",
    "correct_answer": "ירידה בחוש הריח",
    "distractor_1": "ירידה בתחושת חום/קור",
    "distractor_2": "פגיעה בתפקודי השפה",
    "distractor_3": "אובדן חוש טעם מתוק",
    "explanation": "על פי סיכום הפרעות תנועה (יחידה 3), מחלת פרקינסון מלווה בסימפטומים לא מוטוריים רבים שיכולים להקדים את ההפרעה המוטורית בשנים. היפוסמיה (ירידה בחוש הריח) היא אחד הסימנים המוקדמים והנפוצים ביותר. סימפטומים לא מוטוריים נוספים כוללים עצירות, דיכאון והפרעות שינה (RBD).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "הפתולוגיה האופיינית למחלת פרקינסון היא:",
    "correct_answer": "משקעי אלפא סינוקלאין",
    "distractor_1": "משקעי טאו",
    "distractor_2": "משקעי בטא עמילואיד",
    "distractor_3": "גופיפים על שם לואי בצרבלום",
    "explanation": "הסימן הפתולוגי המובהק של מחלת פרקינסון הוא הימצאות גופיפי לואי (Lewy Bodies) המורכבים בעיקר מחלבון אלפא-סינוקלאין (Alpha-synuclein) שעבר קיפול לא תקין. השקעים נמצאים בעיקר ב-Substantia Nigra (ולא בצרבלום). עמילואיד וטאו אופייניים יותר לאלצהיימר.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מחלת Myasthenia Gravis הינה מחלה _________, אשר מאובחנת ע\"י בדיקת Repetitive Nerve Stimulation הדגמת ___________ בגירוי חשמלי בתדירות של 3Hz.",
    "correct_answer": "פוסט-סינפטית, Decrement של 10%",
    "distractor_1": "פרה-סינפטית, Increment של 200%",
    "distractor_2": "פוסט-סינפטית, Decrement של 200%",
    "distractor_3": "פרה-סינפטית, Decrement של 10%",
    "explanation": "מיאסטניה גראביס (MG) היא מחלה אוטואימונית פוסט-סינפטית, בה נוגדנים תוקפים את הרצפטורים לאצטילכולין בצד השריר. בבדיקת הולכה עצבית עם גירוי חזרתי (RNS), המאפיין הקלאסי הוא ירידה הדרגתית (Decrement) בעוצמת התגובה של מעל 10%. (Increment אופייני לתסמונת למברט-איטון שהיא פרה-סינפטית).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  }
  ,
   {
    "question_text": "בן 50 פונה למוקד חירום עקב כאבים בחזה שהחלו לפני כשעה. בזמן שמחברים למכשיר אק\"ג מאבד הכרה. להלן תרשים אק\"ג. מהי האבחנה הסבירה ביותר?",
    "correct_answer": "(AF) פרפור פרוזדורים מהיר",
    "distractor_1": "(VT) טכיקרדיה חדרית",
    "distractor_2": "(VF) פרפור חדרים",
    "distractor_3": "(Atrial Flutter) רפרוף עליות",
    "explanation": "בתרשים האק\"ג (החלק התחתון) נראה קצב מהיר מאוד עם מרווחי RR לא סדירים (irregularly irregular) וקומפלקסים צרים יחסית, ללא גלי P ברורים. תמונה זו אופיינית לפרפור פרוזדורים (AF) עם תגובה חדרית מהירה (Rapid Ventricular Response). איבוד ההכרה נובע ככל הנראה מהקצב המהיר ואי-היציבות ההמודינמית, אך המקצב עצמו אינו VF (שנראה כגלים כאוטיים רחבים ללא קומפלקס מוגדר) או VT (שבדרך כלל סדיר ורחב קומפלקס). [1]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בת 40 פונה למיון עקב דפיקות לב שהחלו כשעה לפני קבלתה. מבוצע אק\"ג. מהי האבחנה?",
    "correct_answer": "טכיקרדיה סינוס",
    "distractor_1": "רפרוף פרוזדורים",
    "distractor_2": "פרפור פרוזדורים",
    "distractor_3": "טכיקרדיה רחבת קומפלקסים – WCT לא סדירה",
    "explanation": "בתרשים האק\"ג נראה קצב מהיר (סביב 150 לדקה), אך הוא סדיר, הקומפלקסים צרים, וניתן לזהות גלי P לפני כל קומפלקס QRS (במיוחד בחיבורים II ו-V1). תמונה זו מתאימה לטכיקרדיה סינוס (Sinus Tachycardia). ברפרוף היינו מצפים לראות גלי מסור (F waves), ובפרפור הקצב אינו סדיר. [1]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "הפרעה מסוג (CAA) Cerebral amyloid angiopathy עשויה לגרום בעיקר ל:",
    "correct_answer": "שבץ דימומי",
    "distractor_1": "נזק מוחי אנוקסי",
    "distractor_2": "דיסקציה קרוטידית",
    "distractor_3": "מחלת אלצהיימר",
    "explanation": "מחלת CAA (Cerebral amyloid angiopathy) היא מחלה ניוונית של כלי הדם התוך-מוחיים (בעיקר הקטנים והבינוניים שמספקים את המוח והקרומים), המאופיינת בשקיעה של חומר עמילואידי בדפנות העורקים. דופן העורק נחלשת ונוטה להיקרע, מה שמוביל לשבץ דימומי (Intracerebral hemorrhage), לרוב באזורים אונתיים (Lobar) ושטחיים. [2], [3]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מהו הטיפול המומלץ למניעת שבץ מוח איסכמי במטופלים עם היצרות משמעותית תסמינית של עורק התרדמה הפנימי (Internal Carotid)?",
    "correct_answer": "ניתוח Carotid Endarterectomy או הנחת תומכן (Carotid Artery Stenting)",
    "distractor_1": "הורדה אגרסיבית של ערכי סוכר בצום",
    "distractor_2": "הורדה אגרסיבית של LDL באמצעות סטטינים ומעכבי PCSK9",
    "distractor_3": "טיפול אנטי-תרומבוטי בנוגדי קרישה (אנטיקואגולציה)",
    "explanation": "עבור היצרות גדולה (Large vessel atherosclerosis) בעורק הקרוטיד שהיא סימפטומטית (גרמה לשבץ), הטיפול המניעתי השניוני המקובל הוא רה-ווסקולריזציה, כלומר פתיחה של העורק. זה מתבצע באמצעות ניתוח להסרת הפלאק (CEA - Carotid Endarterectomy) או צנתור עם תומכן (CAS - Carotid Artery Stenting). טיפול בנוגדי קרישה (כגון קומדין) אינו הטיפול המועדף למחלה טרשתית (אלא נוגדי טסיות), ואיזון גורמי סיכון הוא חשוב אך אינו הטיפול הדפיניטיבי בהיצרות משמעותית תסמינית. [4], [5]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 58 פונה למיון בשל הופעה פתאומית של סחרחורת, קושי בבליעה, צרידות ואובדן תחושה בצד השמאלי של פניו. בבדיקה נוירולוגית, תסמינים המתאימים להורנר משמאל, אטקסיה בגפיים השמאליות ואובדן תחושת כאב וטמפרטורה בפלג גופו הימני. המטופל משלים CT ראש עם עדות לאוטם חדש. איזה כלי דם חסום יכול להסביר את הקליניקה המתוארת?",
    "correct_answer": "Posterior inferior cerebellar artery-LT PICA",
    "distractor_1": "Left middle cerebral artery",
    "distractor_2": "Left carotid artery",
    "distractor_3": "Left posterior cerebral artery-LT PCA",
    "explanation": "התסמינים המתוארים (סחרחורת/ורטיגו, דיספגיה, צרידות, תסמונת הורנר איפסילטרלית, אובדן תחושת פנים איפסילטרלי ואובדן תחושת גוף קונטרה-לטרלי) הם הקלאסיים לתסמונת וולנברג (Lateral Medullary Syndrome). תסמונת זו נגרמת לרוב עקב חסימה של העורק PICA (Posterior Inferior Cerebellar Artery) או העורק ה-Vertebral ממנו הוא יוצא. המעורבות של עצבים קרניאליים תחתונים (בליעה/צרידות) וגזע המוח מכוונת לפגיעה במדולה ולא ב-MCA או PCA. [6], [7]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בת 83, הובאה לבית חולים לאחר שהתעוררה בבוקר בשעה 07:00 והתקשתה לדבר. לדברי המשפחה הלכה לישון בשעה 23:30 ואז הייתה תקינה. מה מהבאים נכון לגבי האפשרויות הטיפוליות?",
    "correct_answer": "ניתן לשקול טיפול בטרומבוליזה במידה שבדיקות ההדמיה יהיו בעלות פרמטרים מתאימים",
    "distractor_1": "אינה מועמדת לצנתור - בגלל שהמטופלת מעל גיל 80",
    "distractor_2": "מכיוון שהמטופלת נוטלת אספירין באופן קבוע, היא אינה יכולה לקבל טיפול בטרומבוליזה",
    "distractor_3": "טיפול הבחירה הוא אספירין מיידי, עוד בטרם ביצוע הדמיה מוחית",
    "explanation": "במקרה של \"Wake-up stroke\" (שבץ בזמן שינה) שבו זמן ההתחלה המדויק אינו ידוע, הגישה המודרנית מאפשרת לשקול טיפול בטרומבוליזה (tPA) או צנתור (Thrombectomy) על בסיס ממצאי הדמיה מתקדמים (כגון CT Perfusion או MRI שמראה mismatch בין DWI ל-FLAIR), המעידים על קיום רקמת מוח בת-הצלה (Penumbra). הגיל כשלעצמו אינו הוראת נגד מוחלטת לצנתור, ונטילת אספירין אינה מונעת בהכרח טרומבוליזה. [6], [8]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "אלו כלי דם מעורבים באופן שכיח במחלת כלי דם קטנים מוחית?",
    "correct_answer": "סעיפים מחוררים (Perforating) של עורקי מעגל וויליס",
    "distractor_1": "Vertebral Artery (עורק החוליות)",
    "distractor_2": "עורקים המקשרים במעגל וויליס (Anterior and Posterior Communicating)",
    "distractor_3": "Middle cerebral Artery (עורק המוח התיכון)",
    "explanation": "מחלת כלי דם קטנים (Small vessel disease) פוגעת בעורקים הקטנים החודרים/מחוררים (Perforating arteries, כגון Lenticulostriate arteries) היוצאים מכלי הדם הגדולים (כמו MCA) בזווית חדה ומספקים אזורים עמוקים במוח (כגון הגרעינים הבזאליים, תלמוס). חסימתם גורמת לאוטמים לקונריים. עורקי ה-Communicating הם חלק ממעגל וויליס עצמו ונחשבים לכלי דם גדולים יותר בהקשר זה. [9], [10]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים סימפטום לא מוטורי שקשור למחלת פרקינסון?",
    "correct_answer": "ירידה בחוש הריח",
    "distractor_1": "ירידה בתחושת חום/קור",
    "distractor_2": "פגיעה בתפקודי השפה",
    "distractor_3": "אובדן חוש טעם מתוק",
    "explanation": "מחלת פרקינסון מאופיינת בתסמינים לא-מוטוריים רבים שיכולים להופיע שנים לפני התסמינים המוטוריים (בשלב הפרודרומלי). אחד הסימנים המוקדמים והאופייניים ביותר הוא היפוסמיה (ירידה בחוש הריח). תסמינים נוספים כוללים עצירות, הפרעות שינה (RBD) ודיכאון. פגיעה שפתית אינה מאפיין בולט בשלבים המוקדמים. [9], [11]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "חשיפה לאיזה תרופות יכולה לגרום לפרקינסוניזם?",
    "correct_answer": "אנטי-פסיכוטיות",
    "distractor_1": "מדללי דם",
    "distractor_2": "כימוטרפיה",
    "distractor_3": "גלולות למניעת הריון",
    "explanation": "פרקינסוניזם משני (שאינו מחלת פרקינסון הראשונית) יכול להיגרם עקב חשיפה לתרופות שחוסמות את הקולטן לדופמין (D2), ובמיוחד תרופות אנטי-פסיכוטיות (Antipsychotics) ותרופות מסוימות נגד בחילות. חסימת הדופמין במסלול הניגרו-סטריאטלי מחקה את המחסור בדופמין הקיים במחלה. [9], [12]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "הפתולוגיה האופיינית למחלת פרקינסון היא:",
    "correct_answer": "משקעי אלפא סינוקלאין",
    "distractor_1": "משקעי טאו",
    "distractor_2": "משקעי בטא עמילואיד",
    "distractor_3": "גופיפים על שם לואי בצרבלום",
    "explanation": "הפתולוגיה המאפיינת את מחלת הפרקינסון היא הצטברות של החלבון אלפא-סינוקלאין (alpha-synuclein) בתוך תאי העצב, היוצרים מבנים הנקראים גופיפי לואי (Lewy bodies). המיקום האופייני הוא ב-Substantia Nigra (ולא בצרבלום, כפי שמוצע במסיח ד'). משקעי עמילואיד וטאו אופייניים למחלת אלצהיימר. [13], [14]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "בן 20, סובל מהתקפים אפילפטיים תכופים מתוך שינה. התקפים קצרים שנמשכים 10-20 שניות ומתבטאים בתנועות פרועות של הגפיים עד כדי נפילה מהמיטה. חוזר למצבו הבסיסי תוך זמן קצר. מה המקור המוחי הסביר ביותר של ההתקפים?",
    "correct_answer": "אונה פרונטלית",
    "distractor_1": "אונה אוקסיפיטלית",
    "distractor_2": "אונה פריאטלית",
    "distractor_3": "אונה טמפורלית",
    "explanation": "התיאור הקליני של התקפים המופיעים בשינה, משכם קצר מאוד (שניות), בעלי אופי מוטורי בולט ופראי (היפר-קינטיים/אוטומטיזם מורכב), והתאוששות מהירה (ללא בלבול פוסט-איקטלי משמעותי), אופייני מאוד לאפילפסיה שמקורה באונה הפרונטלית (Frontal Lobe Epilepsy), ולעיתים מכונה SHE (Sleep-related Hypermotor Epilepsy). התקפים טמפורליים לרוב מלווים בניתוק ממושך יותר ובלבול לאחריהם. [13], [15]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "הגורם הפתוגני למחלת קרויצפלד יעקב הוא:",
    "correct_answer": "חלבון פריון",
    "distractor_1": "וירוס איטי",
    "distractor_2": "שינוי אפיגנטי",
    "distractor_3": "RNA טוקסי",
    "explanation": "מחלת קרויצפלד-יעקב (CJD) היא מחלת פריונים (Prion disease). הגורם הפתוגני הוא חלבון פריון (PrP) שעבר שינוי מרחבי (קיפול לא תקין) והפך לעמיד לפירוק ושוקע במוח, תוך שהוא גורם לחלבונים תקינים נוספים לעבור שינוי דומה. בעבר חשבו שמדובר בוירוס איטי, אך תאוריה זו הופרכה. [13], [16]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה סוג גל EEG נצפה לראות באנשים בריאים בהכרה, באזור האוקסיפיטלי, כאשר העיניים עצומות?",
    "correct_answer": "אלפא",
    "distractor_1": "דלתא",
    "distractor_2": "ביתא",
    "distractor_3": "תטא",
    "explanation": "בבדיקת EEG של אדם בריא ועירני, כאשר הוא עוצם עיניים ונרגע, מופיע באזורים האחוריים (אוקסיפיטליים) מקצב בסיסי דומיננטי בתדר של 8-13 הרץ, הנקרא מקצב אלפא (Alpha rhythm). פתיחת עיניים גורמת להעלמות גלי האלפא. גלי בטא אופייניים לערנות וריכוז, ואילו תטא ודלתא אופייניים לשינה או למצבים פתולוגיים באדם ער. [17], [18]",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  }
  ,
   {
    "question_text": "איזה תסמין עשוי להופיע במחלת גופיפי לוי (Lewy Body Dementia) ונחשב למאפיין ייחודי שלה?",
    "correct_answer": "הזיות חזותיות (ויזואליות)",
    "distractor_1": "שינויים קיצוניים בהתנהגות",
    "distractor_2": "שינויים חדים בתיאבון",
    "distractor_3": "ירידה פתאומית באיכות השינה",
    "explanation": "על פי הסיכום, הזיות ראייה (Visual hallucinations) הן תסמין נפוץ מאוד המופיע בכ-80% מהחולים בדמנציה עם גופיפי לוי (DLB). נוכחות של הזיות ראייה מורכבות ללא הסבר אחר נחשבת לסימן ספציפי ומחשיד מאוד לאבחנה זו. שינויי התנהגות אופייניים יותר לדמנציה פרונטו-טמפורלית (FTD).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה מהבאים אינו נחשב לגורם אפשרי (טריגר) להתקפי מיגרנה?",
    "correct_answer": "תזונה עשירה בסיבים",
    "distractor_1": "שינויים הורמונליים",
    "distractor_2": "צריכת קפאין",
    "distractor_3": "לחץ נפשי",
    "explanation": "טריגרים ידועים למיגרנה כוללים מתח נפשי (סטרס), שינויים הורמונליים (כגון סביב המחזור החודשי), וצריכה או גמילה מקפאין. תזונה עשירה בסיבים אינה מוכרת כטריגר למיגרנה, ולעיתים אף מומלצת כחלק מאורח חיים בריא.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה מהטיפולים התרופתיים הבאים הוא טיפול מונע מקובל למיגרנה?",
    "correct_answer": "אמיטריפטילין (Amitriptyline)",
    "distractor_1": "איבופרופן (Ibuprofen)",
    "distractor_2": "אספירין (Aspirin)",
    "distractor_3": "סומטריפטן",
    "explanation": "הטיפול במיגרנה מתחלק לטיפול אקוטי (בזמן התקף) וטיפול מניעתי. איבופרופן, אספירין וסומטריפטן (ממשפחת הטריפטנים) משמשים לטיפול אקוטי בהתקף. אמיטריפטילין (ממשפחת ה-TCA) היא תרופה אנטי-דיכאונית המשמשת כטיפול מניעתי קבוע להפחתת תדירות וחומרת ההתקפים.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "השלם: מחלת Myasthenia Gravis הינה מחלה _________, אשר מאובחנת ע\"י בדיקת Repetitive Nerve Stimulation בגירוי חשמלי בתדירות של 3Hz הדגמת ___________.",
    "correct_answer": "פוסט-סינפטית, Decrement של 10%",
    "distractor_1": "פרה-סינפטית, Increment של 200%",
    "distractor_2": "פוסט-סינפטית, Increment של 200%",
    "distractor_3": "פרה-סינפטית, Decrement של 10%",
    "explanation": "מיאסטניה גרביס (MG) היא מחלה אוטואימונית פוסט-סינפטית, בה נוגדנים חוסמים את הרצפטורים לאצטיל-כולין בצד השריר. בבדיקת הולכה עצבית עם גירוי חזרתי (RNS), הממצא האופייני הוא ירידה (Decrement) של מעל 10% באמפליטודה של תגובת השריר. (לעומת זאת, תסמונת למברט-איטון היא פרה-סינפטית ומאופיינת ב-Increment).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזו מהבאות איננה אתיולוגיה שכיחה לרדיקולופתיה?",
    "correct_answer": "נזק טוקסי לאחר טיפול באנטיביוטיקה",
    "distractor_1": "הסננה ע\"י תאים ממאירים",
    "distractor_2": "לחץ מקומי ע\"י בלט דיסק",
    "distractor_3": "זיהום ע\"י Varicella Zoster Virus",
    "explanation": "רדיקולופתיה (פגיעה בשורש העצב) נגרמת לרוב מלחץ מכאני (כגון פריצת דיסק), זיהומים (כגון הרפס זוסטר/שלבקת חוגרת) או הסננה גידולית. טיפול באנטיביוטיקה ותרופות טוקסיות גורם בדרך כלל לפולינוירופתיה (פגיעה בעצבים הפריפריים הדיסטליים) ולא לרדיקולופתיה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "פגיעה באיזה מהחלקים בקומפלקס עצבי הראיה יוביל לעיוורון בעין ימין?",
    "correct_answer": "פגיעה בעצב הראייה הימני שלפני תצלובת הראיה (pre-chiasmatic right optic nerve)",
    "distractor_1": "פגיעה בעצב הראייה השמאלי שלפני תצלובת הראיה (pre-chiasmatic left optic nerve)",
    "distractor_2": "פגיעה בתצלובת הראיה (optic chiasm)",
    "distractor_3": "פגיעה בעצב הראיה הימני שאחרי תצלובת הראיה (post-chiasmatic right optic tract)",
    "explanation": "פגיעה בעצב הראייה (Optic nerve) לפני התצלובת (Pre-chiasmatic) גורמת לאובדן ראייה מלא בעין של אותו הצד (מונוקולרי), כיוון שעדיין לא התבצעה החצייה של הסיבים. פגיעה בתצלובת גורמת להמיאנופסיה בי-טמפורלית, ופגיעה ב-Optic tract גורמת להמיאנופסיה הומונימית.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "אדם הגיע למיון שמתלונן על שיתוק בחלקו הימני של הפנים. בבדיקה הוא מצליח להרים את שתי הגבות ולעצום את שתי העיניים, אך כאשר הוא מחייך, רק הצד השמאלי של הפה זז. באיזו פגיעה תחשוד?",
    "correct_answer": "פגיעה בהמיספרה השמאלית במוח (cerebral left hemisphere)",
    "distractor_1": "פגיעה בעצב המשולש הימני (right trigeminal nerve)",
    "distractor_2": "פגיעה בעצב האוקולומוטורי הימני (right oculomotor nerve)",
    "distractor_3": "פגיעה בעצב הפנים הימני (right facial nerve)",
    "explanation": "שיתוק פנים מרכזי (Central Facial Palsy), הנגרם מפגיעה בהמיספרה (UMN), מתאפיין בפגיעה רק בחלק התחתון של הפנים בצד הנגדי לפגיעה, תוך שימור היכולת להניע את המצח והעיניים (בשל עצבוב דו-צדדי לחלק העליון). במקרה זה, השיתוק הוא מימין והמצח שמור, מה שמעיד על פגיעה בהמיספרה השמאלית. פגיעה בעצב הפנים עצמו (פריפרית) הייתה גורמת לשיתוק של כל מחצית הפנים.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "היכן נמצאת הסינפסה בין העצב המוטורי העליון (upper motor neuron-UMN) והעצב המוטורי התחתון (lower motor neuron-LMN)?",
    "correct_answer": "בחוט השדרה (spinal cord)",
    "distractor_1": "בתלמוס (thalamus)",
    "distractor_2": "בגזע המוח (brain stem)",
    "distractor_3": "בקורטרס התחושתי (somatosensory cortex)",
    "explanation": "הנוירון המוטורי העליון יוצא מהקורטקס המוטורי ויורד במסילה הקורטיקו-ספינלית עד לחוט השדרה, שם הוא מבצע סינפסה בקרן הקדמית (Anterior Horn) עם הנוירון המוטורי התחתון, אשר יוצא אל השרירים.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מטופל מגיע למיון עם קושי חדש בהליכה. בבדיקתו חולשה של שתי הרגליים, החזרים ערים, בבינסקי חיובי. מה מיקום הפגיעה הסביר ביותר, מבין הבאים?",
    "correct_answer": "חוט השדרה",
    "distractor_1": "שורשים ספינליים",
    "distractor_2": "נוירון מוטורי תחתון",
    "distractor_3": "צרבלום",
    "explanation": "חולשה בשתי הרגליים (Paraparesis) בשילוב עם סימני נוירון מוטורי עליון (UMN) כגון החזרים ערים וסימן בבינסקי חיובי, מכוונת לפגיעה בחוט השדרה. פגיעה בשורשים או בנוירון מוטורי תחתון הייתה גורמת להחזרים ירודים וללא בבינסקי.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "הפרעה בשדה הראיה יכולה להיות מיוחסת לחסימה/היצרות בכל העורקים הבאים פרט ל:",
    "correct_answer": "ACA",
    "distractor_1": "MCA",
    "distractor_2": "PCA",
    "distractor_3": "Internal Carotid",
    "explanation": "עורק ה-ACA (Anterior Cerebral Artery) מספק את האונה הפרונטלית והפריאטלית המדיאלית, אזורים שאינם מעורבים במסלולי הראייה. לעומת זאת, PCA מספק את הקורטקס הראייתי (אוקסיפיטלי), MCA מספק את ה-Optic radiations, ו-Internal Carotid מספק את העין (דרך ה-Ophthalmic artery) ולכן חסימה בהם תגרום להפרעות ראייה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מנגנון הפעולה העיקרי של הטיפולים למניעת התקדמות טרשת נפוצה?",
    "correct_answer": "דיכוי פעילות תאי דלקת",
    "distractor_1": "עידוד חידוש מיאלין",
    "distractor_2": "חסימת פעולת נוגדן פתוגני",
    "distractor_3": "שיפור פעילות חשמלית בסינפסה",
    "explanation": "הטיפולים הקיימים כיום לטרשת נפוצה (Disease Modifying Therapies) פועלים על מערכת החיסון במנגנונים שונים (אימונומודולציה או אימונוסופרסיה) כדי להפחית את התקיפה הדלקתית על המיאלין. אין כיום טיפולים המעודדים ישירות חידוש מיאלין (רמיאלינציה) בצורה קלינית מוכחת.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה הממצא הפתולוגי העיקרי בטרשת נפוצה?",
    "correct_answer": "נזק לחומר הלבן במוח",
    "distractor_1": "דה-מיאלינציה של מערכת העצבים ההיקפית",
    "distractor_2": "הרס של אסטרוציטים במוח",
    "distractor_3": "הצטברות חלבונים לא תקינים בתאים אוליגודרוציטים",
    "explanation": "טרשת נפוצה (Multiple Sclerosis) היא מחלה דמיאלינטיבית של מערכת העצבים המרכזית (CNS). הממצא הפתולוגי העיקרי הוא נזק למיאלין (ולעיתים לאקסונים) בחומר הלבן במוח ובחוט השדרה, היוצר רבדים (plaques) או צלקות.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים אינו מהווה מטרה טיפולית בטיפול כרוני בטרשת נפוצה?",
    "correct_answer": "שיפור בתסמינים נוירולוגים קיימים",
    "distractor_1": "הפחתת התקפים קליניים",
    "distractor_2": "מניעת הידרדרות נוירולוגית",
    "distractor_3": "מניעת היווצרות נגעים חדשים בהדמיה",
    "explanation": "הטיפולים לשינוי מהלך המחלה (DMTs) בטרשת נפוצה מיועדים למנוע התקפים עתידיים, למנוע הופעת נגעים חדשים ב-MRI ולהאט את ההידרדרות בנכות. הם אינם מתקנים נזק שכבר נעשה ואינם משפרים תסמינים נוירולוגיים קיימים (לצורך כך קיימים טיפולים סימפטומטיים נפרדים).",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים אינו חלק מהערכת חולה עם כפל ראייה (דיפלופיה)?",
    "correct_answer": "האם יש כאב בהנעת העיניים",
    "distractor_1": "האם הפרעת הראיה נעלמת בעצימת עין אחת",
    "distractor_2": "האם שתי הדמויות הוריזונטליות או ורטיקליות זו לזו",
    "distractor_3": "האם כפל הראיה נעלם בעצימת עין אחת",
    "explanation": "בהערכת דיפלופיה, קריטי להבדיל בין דיפלופיה מונוקולרית (שנשארת בעצימת עין אחת ונובעת מבעיה בעין עצמה) לבין בינוקולרית (שנעלמת בעצימת עין ונובעת מבעיה עצבית/שרירית). כמו כן, כיוון הכפל (אופקי/אנכי) עוזר באבחנה. כאב בהנעת עיניים אופייני לדלקת בעצב הראייה (Optic Neuritis) הגורמת לירידה בראייה, אך אינו מאפיין מרכזי בהערכת מנגנון הכפל עצמו.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה מהבאים נכון בהקשר לתסמונת טורט?",
    "correct_answer": "שכיחה יותר בבנים בהשוואה לבנות",
    "distractor_1": "מתחילה בדרך כלל בגיל ההתבגרות (11-16)",
    "distractor_2": "מתחילה בדרך כלל בטיקים שמערבים את ריריות הפנים",
    "distractor_3": "ב-50% מהמטופלים מופיעות תופעות כמו קופרולליה ואקולליה",
    "explanation": "תסמונת טורט שכיחה פי 3-4 בבנים מאשר בבנות. היא מתחילה לרוב בילדות המוקדמת (גילאי 4-6) ולא בגיל ההתבגרות. קופרולליה (קללות) היא תופעה נדירה יחסית המופיעה רק ב-10-15% מהמקרים, בניגוד לדעה הרווחת.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "איזה מהמשפטים הבאים אינו נכון לגבי רעד ראשוני (Essential Tremor)?",
    "correct_answer": "הפתוגנזה קשורה לחסר של דופמין",
    "distractor_1": "פרייזולין (Primidone) יכול לשפר את הרעד",
    "distractor_2": "סטרס יכול להחמיר את הרעד",
    "distractor_3": "יש שכיחות גבוהה של רעד במשפחה",
    "explanation": "רעד ראשוני (Essential Tremor) הוא הפרעת תנועה שכיחה, בעלת מרכיב גנטי חזק (שכיחות משפחתית גבוהה). הרעד מוחמר במצבי סטרס ומשתפר עם אלכוהול ותרופות כמו חוסמי בטא ופרימידון. בניגוד לפרקינסון, הפתוגנזה של ET אינה קשורה לחסר בדופמין, ואין פגיעה ב-Substantia Nigra.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "כל המצבים הבאים מהווים נגד התוויות להתחלת טיפול בהפרעת קשב וריכוז בסטימולנטים, למעט?",
    "correct_answer": "מחלה דו - קוטבית ברקע",
    "distractor_1": "יתר לחץ דם קשה לאיזון",
    "distractor_2": "יתר פעילות לא מאוזנת של בלוטת המגן",
    "distractor_3": "מחלה קרדיווסקולרית פעילה",
    "explanation": "סטימולנטים (כגון ריטלין) מעלים דופק ולחץ דם, ולכן קיימת הוראת נגד (קונטרה-אינדיקציה) לתת אותם במצבים של יתר לחץ דם קשה, מחלות לב פעילות, ופעילות יתר של בלוטת התריס (תירוטוקסיקוזיס). הפרעה דו-קוטבית (Bipolar disorder) אינה מהווה הוראת נגד מוחלטת, אם כי נדרשת זהירות ושילוב עם מייצבי מצב רוח.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  },
  {
    "question_text": "מה סוג המוטציה הגורמת למחלת הנטינגטון?",
    "correct_answer": "הרחבה של רצף חזרות CAG",
    "distractor_1": "החלפת בסיס אחד באחר (missense)",
    "distractor_2": "מחיקה של בסיס (deletion)",
    "distractor_3": "השתקת הגן של חלבון הנטינגטין",
    "explanation": "מחלת הנטינגטון היא מחלה גנטית אוטוזומלית דומיננטית, הנגרמת כתוצאה ממוטציה דינמית של הרחבת רצף חזרות של שלושת הנוקלאוטידים CAG בגן המקודד לחלבון הנטינגטין. מספר חזרות מעל 40 גורם בוודאות למחלה.",
    "topic": "שחזורים",
    "sub_topic": "מועד א"
  }
,
  {
    "question_text": "איזה מהמצבים הבאים יכול לגרום להתאלות האצבעות (Clubbing)?",
    "correct_answer": "ברונכיאקטזיות",
    "distractor_1": "אסתמה",
    "distractor_2": "COPD",
    "distractor_3": "Aortic Stenosis",
    "explanation": "התאלות האצבעות (Clubbing) מופיעה במחלות ריאה מסוימות כמו ברונכיאקטזיות, סרטן ריאה ומחלות אינטרסטיציאליות (כמו IPF). על פי סיכום נשימה, קלאבינג אינו אופייני ל-COPD או לאסתמה, וחשוב לשלול סרטן ריאות כאשר הוא מופיע במחלות אלו. היצרות אאורטלית (Aortic Stenosis) אינה גורם לקלאבינג (בניגוד למומי לב כחלוניים או אנדוקרדיטיס).",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מה הצעד האבחנתי הראשון לבירור חשד לתסחיף ריאתי במטופל עם Well score מתחת ל-4?",
    "correct_answer": "בדיקת D-dimer",
    "distractor_1": "סיטי אנגיו (CTA)",
    "distractor_2": "אקו לב ליד מיטת החולה",
    "distractor_3": "מיפוי ריאות ונטילציה פרפוזיה (V/Q scan)",
    "explanation": "על פי האלגוריתם לאבחון תסחיף ריאתי (PE), כאשר הסבירות הקלינית נמוכה או בינונית (Well score מתחת ל-4), הצעד הראשון הוא בדיקת D-dimer. אם היא שלילית - שוללים PE. אם היא חיובית - מתקדמים ל-CT Angio. בחולים עם סבירות גבוהה (High probability) מתחילים ישירות ב-CT Angio.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מה מהבאים נכון לגבי פנוימוקוניוזיס?",
    "correct_answer": "בסיליקוזיס המחלה מערבת יותר את שדות הריאה העליונים",
    "distractor_1": "אסבסטוזיס מעלה סיכון לשחפת פי 20",
    "distractor_2": "בבריליוזיס יש עליה בסיכון למחלות רקמת חיבור",
    "distractor_3": "ב-coal worker pneumoconiosis המחלה מערבת יותר את שדות הריאה התחתונות",
    "explanation": "סיליקוזיס היא מחלת ריאות תעסוקתית המערבת בעיקר את האונות העליונות (בדומה לשחפת). סיליקוזיס (ולא אסבסטוזיס) היא זו שמעלה משמעותית את הסיכון לשחפת ולמחלות רקמת חיבור (כמו סקלרודרמה ו-RA). אסבסטוזיס מערבת בעיקר את הבסיסים (אונות תחתונות), ומחלת כורי הפחם (CWP) מערבת לרוב את האונות העליונות.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "בן 62, מטופל בקיטרודה (pembrolizumab) עם סרטן ריאות גרורתי מסוג אדנוקרצינומה. הוא מפתח קושי בנשימה במאמצים קלים ושיעול רב תוך מספר שבועות מהתחלת הטיפול בתרופה. בסיטי חזה תסנינים מפושטים בשתי הריאות שלא היו קיימים לפני תחילת הטיפול. בבדיקה: סטורציה 91% במנוחה, מתנשם 25 נשימות לדקה. מה הטיפול המומלץ?",
    "correct_answer": "טיפול בסטרואידים והפסקת התרופה",
    "distractor_1": "מעקב בלבד",
    "distractor_2": "טיפול בסטרואידים והמשך מתן התרופה",
    "distractor_3": "טיפול ב-anti-CD20",
    "explanation": "פנוימוניטיס (דלקת ריאות) היא תופעת לוואי ידועה של טיפול באימונותרפיה (כגון קיטרודה). על פי סיכום נשימה, במקרה של דלקת תסמינית (Grade 2 ומעלה - כמו במקרה זה עם קוצר נשימה וסטורציה ירודה), הטיפול הוא הפסקת התרופה ומתן סטרואידים. במקרים קלים מאוד (א-תסמיניים) ניתן לפעמים להמשיך מעקב או לתת סטרואידים תוך כדי טיפול, אך במצב סימפטומטי מפסיקים טיפול.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מי מהדפוסים הרדיולוגים/פתולוגיים הבאים של ILD אינו אופייני למחלות רקמת חיבור?",
    "correct_answer": "Desquamative interstitial pneumonia (DIP)",
    "distractor_1": "Usual interstitial pneumonia (UIP)",
    "distractor_2": "Organizing pneumonia (OP)",
    "distractor_3": "Non-specific interstitial pneumonia (NSIP)",
    "explanation": "מחלות רקמת חיבור (CTD-ILD) מתאפיינות במגוון דפוסים, כשהשכיח ביותר הוא NSIP, אך גם UIP, OP ו-LIP מופיעים. DIP (Desquamative Interstitial Pneumonia) הוא דפוס הקשור באופן מובהק לעישון (Smoking-related ILD) ואינו אופייני למחלות רקמת חיבור.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מטופל עם שיעול כרוני וליחה מרובה. בהדמית חזה ברונכיאקטזיות. מה מהבאים הוא הטיפול הנכון?",
    "correct_answer": "אינהלציות עם סיליין היפרטוני ופינוי הפרשות",
    "distractor_1": "טיפול אנטיביוטי פומי ממושך",
    "distractor_2": "אינהלציות עם מרחיבי סימפונות",
    "distractor_3": "סטרואידים במינון נמוך",
    "explanation": "הטיפול המרכזי בברונכיאקטזיות (שאינן CF) מתמקד בפינוי הפרשות (Airway clearance) והיגיינת דרכי הנשימה. השימוש בסיליין היפרטוני (7%) מסייע בריכוך הליחה ופינויה. טיפול אנטיביוטי ניתן בעיקר בהתלקחויות או כטיפול מונע במקרים ספציפיים (כגון אזיתרומיצין), אך פינוי הפרשות הוא הבסיס. מרחיבי סימפונות ניתנים רק אם יש חסימה הפיכה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מה מהבאים נכון לגבי תפקודי הריאות?",
    "correct_answer": "במצב של מחלה רסטריקטיבית נצפה ל-total lung capacity נמוך",
    "distractor_1": "במצב של חסימת דרכי אויר נצפה ל-residual volume נמוך",
    "distractor_2": "במצב של מחלה חסימתית נצפה ליחס FEV1/FVC גבוה",
    "distractor_3": "במצב של מחלה רסטריקטיבית נצפה ל-forced vital capacity גבוה",
    "explanation": "מחלה רסטריקטיבית מוגדרת על ידי ירידה בנפחי הריאה, והמדד הקובע הוא TLC (Total Lung Capacity) נמוך (מתחת ל-80%). במחלה חסימתית, נפח השארית (RV) דווקא עולה (כליאת אוויר), ויחס FEV1/FVC יורד (מתחת ל-0.7). במחלה רסטריקטיבית ה-FVC יהיה נמוך, לא גבוה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מה נכון לגבי צילום חזה?",
    "correct_answer": "תפליט פלאורלי קטן ניתן לזהות בצילום הלטרלי עוד לפני שיופיע בצילום אחורי קדמי",
    "distractor_1": "צילום חזה אחורי קדמי אינפורמטיבי יותר, אך כרוך בקרינה גבוהה פי 3-4 מהצילום הלטרלי",
    "distractor_2": "מומלץ כבדיקת סקר במעשנים לגילוי מוקדם של סרטן הריאה",
    "distractor_3": "צל הלב בצילום בעמידה אחורי-קדמי, נראה גדול יותר מאשר בצילום בשכיבה",
    "explanation": "צילום לטרלי (צידי) רגיש יותר לגילוי תפליט פלאורלי קטן (נדרשים כ-75 מ\"ל נוזל כדי שיראו בסינוס האחורי בצילום לטרלי, לעומת כ-200 מ\"ל בצילום PA). צילום חזה רגיל אינו מומלץ כבדיקת סקר לסרטן ריאה (אלא Low dose CT). צל הלב נראה גדול יותר בשכיבה (AP) ולא בעמידה (PA). צילום לטרלי כרוך בקרינה גבוהה יותר מצילום PA ולא להיפך.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מטופל בן 60 עם אסתמה, מדווח על שימוש במשאף מסוג ICS/LABA לפי הצורך שלוש פעמים בשבוע. בנוסף, מתעורר מהשינה עם קוצר נשימה מספר פעמים בחודש. מה הצעד הבא?",
    "correct_answer": "המלצה על טיפול קבוע במשאף ICS/LABA",
    "distractor_1": "הוספת תכשיר אנטיכולינרגי ארוך טווח (LAMA)",
    "distractor_2": "לחזור על תגר מטוכולין",
    "distractor_3": "ביצוע CT חזה",
    "distractor_4": "המשך טיפול ללא שינוי",
    "explanation": "על פי הנחיות GINA, כאשר מטופל המשתמש בטיפול 'לפי הצורך' (Track 1) סובל מתסמינים תכופים או יקיצות ליליות (כמו במקרה זה - 3 פעמים בשבוע ויקיצות ליליות), הוא מוגדר כלא מאוזן ויש לעלות שלב בטיפול (Step up). השלב הבא הוא מעבר לטיפול אחזקתי קבוע (Maintenance) במינון נמוך או בינוני של ICS/LABA (Step 3 or 4), במקום רק לפי הצורך.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מה נכון לגבי שימוש במשאפי סטרואידים (ICS) באסתמה?",
    "correct_answer": "תופעות לוואי כוללות צרידות ופטרת הפה",
    "distractor_1": "מיועדים רק למטופלים עם אסתמה קשה שאינה נשלטת",
    "distractor_2": "אין להשתמש בהם לאורך זמן מחשש להתפתחות תלות",
    "distractor_3": "ניתנים בשילוב עם סטרואידים סיסטמיים למניעת התקפים",
    "explanation": "משאפי סטרואידים (ICS) הם אבן היסוד בטיפול באסתמה וניתנים כמעט בכל דרגות החומרה (ולא רק בקשה). הם אינם גורמים לתלות. תופעות הלוואי המקומיות הנפוצות הן צרידות (Dysphonia) ופטרת בפה (Thrush), ולכן מומלץ לשטוף פה לאחר השימוש.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "בן 62 המעשן כבד, סובל מקוצר נשימה בכל מאמץ קל. מה מנ\"ל אבחנתי ל–COPD?",
    "correct_answer": "ספירומטריה עם יחס FEV1/FVC < 0.7 לאחר מרחיב סימפונות",
    "distractor_1": "תפקודי ריאות עם TLC ו-RV גבוה",
    "distractor_2": "אמפיזמה מפושטת ב–CT חזה",
    "distractor_3": "היפראינפלציה (יתר אוורור) בצילום חזה + בדיקת DLCO נמוכה מ-80%",
    "explanation": "האבחנה של COPD דורשת שילוב של קליניקה מתאימה (כמו עישון וקוצר נשימה) והוכחה ספירומטרית של חסימה בלתי הפיכה. הקריטריון האבחנתי הוא יחס FEV1/FVC נמוך מ-0.7 בבדיקת ספירומטריה המבוצעת לאחר מתן מרחיב סימפונות (post-bronchodilator). ממצאים כמו אמפיזמה ב-CT או כליאת אוויר תומכים באבחנה אך אינם הקריטריון המגדיר.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מהו הסימן הקליני האופייני ל-COPD?",
    "correct_answer": "חזה חביתי (Barrel Chest)",
    "distractor_1": "אין סימן קליני אופייני",
    "distractor_2": "זמן נשיפה (אקספיריום) קצר",
    "distractor_3": "קולות נשימה מוגברים ובולטים",
    "explanation": "ב-COPD, כתוצאה מכליאת אוויר (Air trapping) והיפראינפלציה של הריאות לאורך זמן, בית החזה משנה את צורתו וקוטרו הקדמי-אחורי גדל, מה שמקנה לו מראה של חבית (Barrel Chest). זמן הנשיפה ב-COPD הוא דווקא מוארך (ולא קצר), וקולות הנשימה לרוב מופחתים.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מה מהבאים מאפיין פיברוזיס ריאתי אידיופתי (IPF)?",
    "correct_answer": "קוצר נשימה במאמץ ושיעול יבש",
    "distractor_1": "שיעול כרוני יצרני עם המופטיזיס",
    "distractor_2": "חום לסירוגין והזעות לילה",
    "distractor_3": "כאב בחזה והפרעות קצב",
    "explanation": "הקליניקה הקלאסית של IPF (Idiopathic Pulmonary Fibrosis) היא הופעה הדרגתית של קוצר נשימה במאמץ ושיעול יבש וכרוני. שיעול יצרני והמופטיזיס אופייניים יותר לברונכיאקטזיות או סרטן, וחום/הזעות לילה למחלות זיהומיות (כמו שחפת) או לימפומה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "איזה מהגורמים הבאים נחשבים כגורמי סיכון לפיברוזיס ריאתי אידיופתי (IPF)?",
    "correct_answer": "מגדר זכר וגיל מעל 60",
    "distractor_1": "חשיפה לאזבסט",
    "distractor_2": "עישון סיגריות והשמנת יתר",
    "distractor_3": "היסטוריה משפחתית של אסתמה",
    "explanation": "IPF היא מחלה המופיעה בעיקר במבוגרים (שכיחות עולה עם הגיל, לרוב מעל גיל 60) ושכיחה יותר בגברים. חשיפה לאסבסט גורמת לאסבסטוזיס (ולא ל-IPF, שהוא אידיופתי בהגדרתו). עישון הוא גורם סיכון, אך הגיל והמין הם גורמי סיכון דמוגרפיים מובהקים המצוינים בסיכום.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "באילו מהמצבים הבאים ניתן להתחיל טיפול לסרקואידוזיס ללא ביופסיה?",
    "correct_answer": "בן 24 בת עם ארטריטיס מזה חודש, צילום עם למפאדנופתיה בשערי הריאות וממצא של אריתמה נוזדוזום עורי",
    "distractor_1": "בן 52 עם שיעול יבש וקוצר נשימה, שערי ריאות מודגשים בצילום חזה ו-ACE מוגבר בדם",
    "distractor_2": "שיעול דמי חדש וממצא של קביטציה בצילום חזה",
    "distractor_3": "בן 70, החמרה בקוצר נשימה, CT חזה עם ציור נודולרי דו\"צ והגדלת בלוטה בשער ימני",
    "explanation": "תסמונת לופגרן (Lofgren's syndrome) היא התייצגות קלאסית של סרקואידוזיס הכוללת טריאדה של: לימפאדנופתיה הילארית (בשערי הריאות), אריתמה נודוזום וארתריטיס (דלקת מפרקים). כאשר קיימת קליניקה אופיינית זו, הספציפיות לאבחנה גבוהה מאוד (98%) וניתן לקבוע אבחנה ולהתחיל טיפול (בדרך כלל NSAIDs) ללא צורך בביופסיה. שאר המקרים המתוארים דורשים בירור היסטולוגי לשלילת לימפומה, שחפת או מחלות אחרות.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מה נכון לגבי הניקוטין?",
    "correct_answer": "הניקוטין נספג תוך שניות בודדות (כ-15 שניות) למחזור הדם.",
    "distractor_1": "הניקוטין מהסיגריה נספג בעיקר דרך רירית הפה",
    "distractor_2": "אצל המעשנים, בד\"כ רמת הניקוטין גבוהה מאוד בעת הקימה משינה בבוקר, ורמתו נמוכה בערב",
    "distractor_3": "ככל שמעשנים יותר, צפיפות הקולטנים לניקוטין במח פוחתת",
    "explanation": "ניקוטין הנשאף בעישון סיגריות נספג במהירות רבה דרך הריאות ומגיע למוח תוך מספר שניות (כ-15 שניות), מה שתורם להתמכרות החזקה. רמת הניקוטין דווקא נמוכה בבוקר (לאחר צום הלילה) ועולה במהלך היום. צפיפות הקולטנים לניקוטין עולה (Up-regulation) אצל מעשנים, לא פוחתת.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  },
  {
    "question_text": "מתי רוב המקרים של סרטן הריאה מתגלים?",
    "correct_answer": "בשלב מתקדם (STAGE III+IV)",
    "distractor_1": "בעשור השני לחיים",
    "distractor_2": "בשלב מוקדם (STAGE I+II)",
    "distractor_3": "בכל בשלבים באותה שכיחות",
    "explanation": "סרטן ריאה הוא מחלה שקטה בשלביה הראשונים, והסימפטומים לרוב מופיעים רק כשהמחלה מתקדמת. לכן, מרבית המקרים מתגלים בשלב גרורתי או מתקדם מקומית (Stage 3-4), מה שמוביל לפרוגנוזה גרועה.",
    "topic": "שחזורים",
    "sub_topic": "מועד ב"
  }

]